List details = [
  """
 ಕಾರ್ಗಿಲ್ ಸಂಘರ್ಷ ವೆಂದೇ ಹೆಸರಾದ ಕಾರ್ಗಿಲ್ ಯುದ್ದವು ಭಾರತ ಮತ್ತು ಪಾಕಿಸ್ತಾನದ ಮಧ್ಯೆ ನಡೆದ ಸಶಸ್ತ್ರ ಸಂಘರ್ಷವಾಗಿದ್ದು.
ಕಾಶ್ಮೀರದ ಕಾರ್ಗಿಲ್ ಜಿಲ್ಲೆ ಮತ್ತು ನಿಯಂತ್ರಣ ರೇಖೆಯಿರುವ ಪ್ರದೇಶಗಳಲ್ಲಿ 1999ರ ಮೇ ಮತ್ತು ಜುಲೈ ನಡುವೆ ಸಂಭವಿಸಿತು. ಉಭಯ ರಾಷ್ಟ್ರಗಳ ನಡುವಿನ ಗಡಿಯಾಗಿರುವ ನಿಯಂತ್ರಣ ರೇಖೆಯಲ್ಲಿ(LOC)ರುವ ಭಾರತದ ನೆಲೆಗಳಿಗೆ ಪಾಕಿಸ್ತಾನದ ಸೈನಿಕರು ಮತ್ತು ಕಾಶ್ಮೀರಿ ಉಗ್ರಗಾಮಿಗಳು ನುಸುಳಿದ್ದೇ ಯುದ್ಧಕ್ಕೆ ಕಾರಣ.

1971ರಲ್ಲಿ ಭಾರತ-ಪಾಕಿಸ್ತಾನ ಯುದ್ಧದ ಬಳಿಕ, ಉಭಯ ರಾಷ್ಟ್ರಗಳು ಸುತ್ತಲಿನ ಶಿಖರಗಳಲ್ಲಿ ಸೇನೆ ಶಿಬಿರಗಳನ್ನು ನಿರ್ಮಿಸುವ ಮ‌ೂಲಕ ಸಿಯಾಚಿನ್ ನೀರ್ಗಲ್ಲು ಪ್ರದೇಶದ ಮೇಲೆ ಹಿಡಿತ ಹೊಂದಲು ಪ್ರಯತ್ನಗಳು ನಡೆಸಿಯೇ ಇದ್ದವು, ಅದರ ಫಲವಾಗಿ 1980ರಲ್ಲಿ ಸೇನೆ ಚಕಮಕಿಗಳ ನಡೆಯಿತು, ಆದರೆ ನೆರೆಯ ಎರಡು ರಾಷ್ಟ್ರಗಳ ಸೇನೆ ಪಡೆಗಳ ನಡುವೆ ನೇರ ಇಷ್ಟು ಸುದೀರ್ಘ ಸಶಸ್ತ್ರ ಸಂಘರ್ಷ ನಡೆದಿರಲಿಲ್ಲ. ಆದಾಗ್ಯೂ 1990ರಲ್ಲಿ, ಕಾಶ್ಮೀರದಲ್ಲಿ ಪ್ರತ್ಯೇಕತವಾದಿ ಚಟುವಟಿಕೆಗಳಿಂದ, ಅವುಗಳಲ್ಲಿ ಕೆಲವಕ್ಕೆ ಪಾಕಿಸ್ತಾನ ಕುಮ್ಮಕ್ಕು ನೀಡಿದ್ದರಿಂದ ಉದ್ವಿಗ್ನತೆ ಮತ್ತು ಸಂಘರ್ಷ ಹೆಚ್ಚುವ ಜೊತೆಗೆ 1998ರಲ್ಲಿ ಉಭಯ ರಾಷ್ಟ್ರಗಳು ಅಣ್ವಸ್ತ್ರ ಪರೀಕ್ಷೆ ನಡೆಸಿದ್ದು ಯುದ್ಧದ ವಾತಾವರಣ ಸ್ಫೋಟಿಸಲು ದಾರಿ ಕಲ್ಪಿಸಿತು. ಉದ್ವಿಗ್ನ ಪರಿಸ್ಥಿತಿ ಶಮನದ ಪ್ರಯತ್ನವಾಗಿ 1999ರ ಫೆಬ್ರವರಿಯಲ್ಲಿ ಲಾಹೋರ್ ಘೋಷಣೆಗೆ ಉಭಯ ರಾಷ್ಟ್ರಗಳು ಅಂಕಿತ ಹಾಕಿ, ಕಾಶ್ಮೀರ ಸಂಘರ್ಷಕ್ಕೆ ಶಾಂತಿಯುತ ಮತ್ತು ದ್ವಿಪಕ್ಷೀಯ ಪರಿಹಾರ ಕಂಡುಕೊಳ್ಳುವ ಭರವಸೆ ನೀಡಿದವು.



1998-1999ರ ಚಳಿಗಾಲದ ಸಂದರ್ಭದಲ್ಲಿ ಪಾಕಿಸ್ತಾನದ ಸೇನೆಯ ಕೆಲವು ಶಕ್ತಿಗಳು ಪಾಕಿಸ್ತಾನಿ ಪಡೆಗಳು ಮತ್ತು ಅರೆಸೇನೆ ಪಡೆಗಳಿಗೆ ಗೋಪ್ಯ ತರಬೇತಿ ನೀಡಿ, ಕೆಲವರನ್ನು ಮುಜಾಹಿದ್ದೀನ್ ಸೋಗಿನಲ್ಲಿ ಭಾರತದ LOC ಪ್ರದೇಶಗಳಿಗೆ ನುಸುಳಿಸಿತು.



ಈ ಅತಿಕ್ರಮಣಕ್ಕೆ "ಆಪರೇಷನ್ ಬದ್ರ್" ಎಂಬ ಸಂಕೇತ ನಾಮವನ್ನು ಇಡಲಾಗಿತ್ತು. ಕಾಶ್ಮೀರ ಮತ್ತು ಲಡಕ್ ನಡುವೆ ಸಂಪರ್ಕವನ್ನು ಕಡಿದು,ಸಿಯಾಚಿನ್ ನೀರ್ಗಲ್ಲು ಪ್ರದೇಶದಿಂದ ಭಾರತದ ಪಡೆಗಳು ಕಾಲುಕೀಳುವಂತೆ ಮಾಡುವ ಗುರಿಯನ್ನು ಅದು ಹೊಂದಿತ್ತು. ಹೀಗೆ ಮಾಡುವ ಮ‌ೂಲಕ ಅತ್ಯಂತ ಕ್ಲಿಷ್ಟವಾಗಿರುವ ಕಾಶ್ಮೀರ ವಿವಾದ ಬಗೆಹರಿಸುವ ಮಾತುಕತೆಗೆ ಭಾರತದ ಮೇಲೆ ಒತ್ತಡ ಹೇರುವ ತಂತ್ರವಾಗಿತ್ತು. ಈ ವಲಯದಲ್ಲಿನ ಯಾವುದೇ ಉದ್ವಿಗ್ನಕಾರಿ ಪರಿಸ್ಥಿತಿ ಕಾಶ್ಮೀರ ವಿಷಯದಲ್ಲಿ ಅಂತಾರಾಷ್ಟ್ರೀಯ ಗಮನ ಸೆಳೆದು, ಕಾಶ್ಮೀರ ವಿವಾದದ ಶೀಘ್ರ ಇತ್ಯರ್ಥಕ್ಕೆ ನೆರವಾಗುತ್ತದೆಂದು ಪಾಕಿಸ್ತಾನ ನಂಬಿತ್ತು. ಭಾರತದ ಆಡಳಿತದಲ್ಲಿರುವ ಕಾಶ್ಮೀರದ ವಿಷಯದಲ್ಲಿ ತಾನಾಗಿಯೇ ಮುನ್ನಡಿಯಿಡುವುದರೊಂದಿಗೆ, ದಶಕದ ಕಾಲದ ಬಂಡಾಯಕ್ಕೆ ನೈತಿಕ ಸ್ಥೈರ್ಯ ತುಂಬುವ ಗುರಿಯನ್ನು ಅದು ಹೊಂದಿದ್ದಿರಲೂಬಹುದು. 1984ರಲ್ಲಿ ಭಾರತ ಮೇಘದೂತ್ ಕಾರ್ಯಾಚರಣೆ ನಡೆಸಿ ಸಿಯಾಚಿನ್ ನೀರ್ಗಲ್ಲು ಪ್ರದೇಶದ ಬಹುಭಾಗ ವಶಪಡಿಸಿಕೊಂಡಿದ್ದಕ್ಕೆ ಪ್ರತೀಕಾರ ತೀರಿಸಿಕೊಳ್ಳುವುದು ಕೂಡ ಪಾಕಿಸ್ತಾನ ಕಾರ್ಯಾಚರಣೆ ಕೈಗೊಂಡ ಉದ್ದೇಶವಿರಬಹುದು.



ಅಕ್ಚೋಬರ್ 1998ರಲ್ಲಿ ಪರ್ವೇಜ್ ಮುಷರಫ್ ಸೇನಾ ಮುಖ್ಯಸ್ಥರಾಗಿ ನೇಮಕಗೊಂಡ ಬಳಿಕ ದಾಳಿಯ ನೀಲಿ ನಕ್ಷೆಯನ್ನು ಶೀಘ್ರದಲ್ಲೇ ಪುನಃ ಕ್ರಿಯಾಶೀಲಗೊಳಿಸಲಾಗಿದೆ. ಕಾರ್ಗಿಲ್ ಪಿತೂರಿಗಳ ಬಗ್ಗೆ ತಮಗೆ ತಿಳಿದೇ ಇರಲಿಲ್ಲವೆಂದೂ, ಭಾರತದಲ್ಲಿ ತಮ್ಮ ಸಹಯೋಗಿ ಅಟಲ್ ಬಿಹಾರಿ ವಾಜಪೇಯಿ ಅವರಿಂದ ತುರ್ತು ಫೋನ್ ಕರೆ ಸ್ವೀಕರಿಸಿದಾಗಲೇ ಈ ಪರಿಸ್ಥಿತಿಯ ಬಗ್ಗೆ ಮೊದಲಿಗೆ ಅರಿವಾಯಿತು ಎಂದು ಕಾರ್ಗಿಲ್ ಸಂಘರ್ಷದ ಸಂದರ್ಭದಲ್ಲಿ ಪಾಕಿಸ್ತಾನದ ಪ್ರಧಾನ ಮಂತ್ರಿಯಾಗಿದ್ದ ನವಾಜ್ ಶರೀಫ್ ಯುದ್ಧದ ಬಳಿಕ ಹೇಳಿಕೆ ನೀಡಿದ್ದಾರೆ. ಮುಷರಫ್ ಮತ್ತು ಅವರ ಇಬ್ಬರು ಅಥವಾ ಮ‌ೂವರು ಆಪ್ತರು ಈ ಯೋಜನೆ ರೂಪಿಸಿದರೆಂದು ಷರೀಫ್ ಹೇಳಿದ್ದಾರೆ. ಈ ಅಭಿಪ್ರಾಯವನ್ನು ಕೆಲವು ಪಾಕಿಸ್ತಾನಿ ಲೇಖಕರು ಹಂಚಿಕೊಂಡಿದ್ದು, ಮುಷರಫ್ ಸೇರಿದಂತೆ ಕೇವಲ ನಾಲ್ಕು ಜನರಲ್‌ಗಳಿಗೆ ಮಾತ್ರ ಯೋಜನೆಯ ಬಗ್ಗೆ ತಿಳಿದಿತ್ತು ಎಂದು ಹೇಳಿಕೆ ನೀಡಿದ್ದಾರೆ. ಆದಾಗ್ಯೂ, ವಾಜಪೇಯಿ ಅವರು ಫೆಬ್ರವರಿ 20ರಂದು ಲಾಹೋರ್‌‌ಗೆ ಪ್ರಯಾಣಿಸುವುದಕ್ಕೆ 15 ದಿನಗಳು ಮುಂಚಿತವಾಗಿಯೇ ಕಾರ್ಗಿಲ್ ಕಾರ್ಯಾಚರಣೆ ಕುರಿತು ಷರೀಫ್‌ಗೆ ಮಾಹಿತಿ ನೀಡಲಾಗಿತ್ತೆಂದು ಮುಷರಫ್ ಹೇಳಿಕೊಂಡಿದ್ದಾರೆ.






""",
  """
 ಕಾರ್ಗಿಲ್‌ ಕಲಿಗಳು 
- ಕ್ಯಾಪ್ಟನ್‌ ವೈಜಯಂತ್‌ ಥಾಪರ್‌ 

- ಮೇಜರ್‌ ಪದ್ಮಪಾಣಿ ಆಚಾರ್ಯ 

- ಕ್ಯಾಪ್ಟನ್‌ ಎನ್‌ ಕೆಂಗುರುಸೆ 

- ಕ್ಯಾಪ್ಟನ್‌ ಅನುಜ್‌ ನಾಯರ್‌ 

- ಮೇಜರ್‌ ಅಜಯ್‌ ಸಿಂಗ್‌ ಜಸ್ರೋತಿಯಾ 

- ಕ್ಯಾಪ್ಟನ್‌ ಸೌರಭ್‌ ಕಾಲಿಯಾ 

- ಕ್ಯಾಪ್ಟನ್‌ ಕ್ಲಿಫರ್ಡ್‌ ಕೆ ನೊಂರಂಗ್ರುಮ್‌ 

- ಲೆಫ್ಟಿನೆಂಟ್‌ ಬಲ್ವಾನ್‌ ಸಿಂಗ್‌ 

- ಕ್ಯಾಪ್ಟನ್‌ ಜೆರ್ರಿ ಪ್ರೇಮ್‌ರಾಜ್‌ 



ವಿಕ್ರಮ್‌ ಬಾತ್ರಾ.

 ಕಾರ್ಗಿಲ್‌ ಎಂದಾಕ್ಷ ಣ ವಿಕ್ರಮ್‌ ಬಾತ್ರಾ ಅವರ ಸಾಹಸಗಾಥೆ ಎಲ್ಲರ ಕಣ್ಣ ಮುಂದೆ ಬರುತ್ತದೆ. 'ಯೇ ದಿಲ್‌ ಮಾಂಗೇ ಮೋರ್‌' ಎನ್ನುತ್ತಲೇ ಶತ್ರು ಸೈನಿಕರ ಎದೆ ಸೀಳಿದ ವೀರ ಯೋಧ 'ಶೇರ್‌ ಶಾ' ಅವರು. 



ಕಡಿದಾದ ಶಿಖರ-5140 ಅನ್ನು ವಶಪಡಿಸಿಕೊಳ್ಳುವಂತೆ ವಿಕ್ರಮ ಬಾತ್ರಾ ಮತ್ತು ಅವರ ತಂಡಕ್ಕೆ ಆದೇಶಿಸಲಾಯಿತು. ಶಿಖರದ ತುದಿ ಯಲ್ಲಿದ್ದ ಪಾಕ್‌ ಸೈನಿಕರಿಗೆ ಪರಿಸ್ಥಿತಿ ಅನುಕೂಲಕರವಾಗಿತ್ತು. ತನ್ನ ಐದು ಸೈನಿಕರೊಂದಿಗೆ ಮುನ್ನುಗ್ಗಿದವರು ವಿಕ್ರಮ್‌. ತುದಿಯಲ್ಲಿ ಶತ್ರು ಸೈನಿಕರು ಮಷಿನ್‌ ಗನ್‌ನಿಂದ ದಾಳಿ ಮಾಡುತ್ತಿದ್ದರು. ಆದರೂ ಛಲ ಬಿಡದ ವಿಕ್ರಮ್‌, ಮೂವರು ಶತ್ರು ಸೈನಿಕರನ್ನು ಸಾಯಿಸಿದರು. ಇದರಿಂದ ಸ್ಫೂ ರ್ತಿಗೊಂಡ ವಿಕ್ರಮ್‌ ತಂಡದ ಇತರ ಸೈನಿಕರೂ ಕೆಚ್ಚೆದೆಯ ಹೋರಾಟ ಆರಂಭಿಸಿದರು. ಅಂತಿಮವಾಗಿ 5140 ಶಿಖರವನ್ನು ವಿಕ್ರಮ್‌ ತಂಡ ತನ್ನ ವಶಕ್ಕೆ ಪಡೆಯಿತು. ಒಂದರ ಮೇಲೊಂದು ಶಿಖರಗಳನ್ನು ವಶಪಡಿಸಿಕೊಳ್ಳಲು ಯಶಸ್ವಿ ಯಾದರು. ಇದಾದ ಬಳಿಕ ಶಿಖರ-4575 ಅನ್ನು ವಶಪಡಿಸಿ ಕೊಳ್ಳುವಂತೆ ಆದೇಶಿಸಲಾಯಿತು. ಇದಕ್ಕೂ ಸನ್ನದ್ಧರಾಗಿಯೇ ಹೋರಾಟಕ್ಕೆ ನಿಂತ ವಿಕ್ರಮ ಅವರಿಗೆ ಪರಿಸ್ಥಿತಿ ಅವರ ಪರವಾಗಿರಲಿಲ್ಲ. 1600 ಅಡಿ ಎತ್ತರದಿಂದ ದಾಳಿ ಮಾಡಲು ಶತ್ರು ಸೈನಿಕರು ಸಜ್ಜಾಗಿದ್ದರು. ಜುಲೈ 9ರಂದು ಅಂತಿಮ ಹೋರಾಟಕ್ಕೆ ಅಣಿಯಾದ ವಿಕ್ರಮ್‌ ಮತ್ತು ಅವರ ತಂಡ, ಕಡಿದಾದ ಶಿಖರವನ್ನು ಏರುವ ಸಾಹಸ ಆರಂಭಿಸಿತ್ತು. ಶತ್ರುಗಳು ಗುಂಡಿನ ಮಳೆಗರೆಯುತ್ತಿದ್ದರು. ಸುಬೇದಾರ್‌ರೊಬ್ಬರು ಮುನ್ನುಗ್ಗುತ್ತಿದ್ದರು. ''ನಿಮಗೆ ಮಕ್ಕಳಿದ್ದಾರೆ. ನೀವು ಹಿಂದಕ್ಕೆ ಬನ್ನಿ,'' ಎಂದು ತಾವೇ ಎದುರಾಳಿಗೆ ಎದುರಾಗಿ ಮುನ್ನುಗ್ಗಿದರು. ಮೊದಲೇ ಗಾಯಗಳಿಂದ ಜರ್ಜರಿತರಾಗಿದ್ದ ವಿಕ್ರಮ್‌ ಬಾತ್ರಾ ಅವರು ಶತ್ರುಗಳ ಗುಂಡುಗಳಿಗೆ ವೀರಮರಣ ಅಪ್ಪಿದರು. 

ಮನೋಜ್‌ಕುಮಾರ್‌ ಪಾಂಡೆ.

ಕಾರ್ಗಿಲ್‌ ಹೀರೊ ಲೆಫ್ಟಿನೆಂಟ್‌ ಮನೋಜ್‌ಕುಮಾರ್‌ ಪಾಂಡೆ ಗೂರ್ಖಾ ರೈಫಲ್ಸ್‌ನ ಕಿರಿಯ ಅಧಿಕಾರಿ. ಯುದ್ಧ ತೀವ್ರ ಸ್ಥಿತಿಯಲ್ಲಿದ್ದಾಗ, ಮನೋಜ್‌ಕುಮಾರ್‌ ಪಾಂಡೆ ನೇತೃತ್ವದ ತುಕಡಿಗೆ ಬಟಾಲಿಕೆ ಸೆಕ್ಟರ್‌ನಿಂದ ಎದುರಾಳಿ ಸೈನಿಕರನ್ನು ಹೊರಹಾಕುವ ಜವಾಬ್ದಾರಿ ನೀಡಲಾಯಿತು. 1999 ಜುಲೈ 3ರಂದು ಮಹತ್ವದ ದಿನ. ಖಲುಬಾರ್‌ ಪರ್ವತ ತುದಿಯಲ್ಲಿದ್ದ ಶತ್ರು ಸೈನಿಕರನ್ನು ಹೊರ ದಬ್ಬುವ ಕ್ಷ ಣವದು. ಮಧ್ಯರಾತ್ರಿಯ ವೇಳೆಗೆ ಪಾಂಡೆ ನೇತೃತ್ವದ ತಂಡ ಅಂತಿಮ ಗುರಿಯತ್ತ ಸಾಗಿತ್ತು. ಆದರೆ, ಅಲ್ಲಲ್ಲಿ ಕುಳಿತಿದ್ದ ಶತ್ರುಗಳು ಪಾಂಡೆ ನೇತೃತ್ವದ ತುಕಡಿ ಮೇಲೆ ದಾಳಿ ನಡೆಸಿ, ಅವರು ಮುಂದೆ ಹೋಗದಂತೆ ತಡೆದಿದ್ದರು. ಹಾಗಾಗಿ, ಬೆಳಕು ಮೂಡು ವಷ್ಟರಲ್ಲಿ ಅವರನ್ನು ಹೊಡೆದೋಡಿಸಬೇಕಿತ್ತು. ಕಷ್ಟಸಾಧ್ಯ ಕೆಲಸವದು; ಸಾಹಸಿ ಪಾಂಡೆ ಎದೆಗುಂದಲಿಲ್ಲ. ಕಿರಿದಾದ ಭಾಗದ ಮೂಲಕ ಶತ್ರುಗಳ ಸಮೀಪವೇ ತಮ್ಮ ತಂಡವನ್ನು ತಂದು ನಿಲ್ಲಿಸಿದರು. ಆಗ ಗುಂಡಿನ ದಾಳಿ ಆರಂಭವಾಯಿತು. ಆದರೂ ಪಾಂಡೆ ಮುನ್ನುಗ್ಗುವುದನ್ನು ನಿಲ್ಲಿಸಲಿಲ್ಲ. ಶತ್ರುಗಳ ಬಂಕರ್‌ಗಳನ್ನು ನಾಶಪಡಿಸುವಲ್ಲಿ ಯಶಸ್ವಿಯಾದರು. ಆದರೆ, ಗುಂಡಿನ ದಾಳಿಯಿಂದ ಸಾಕಷ್ಟು ಗಾಯಗೊಂಡಿದ್ದ ಪಾಂಡೆ ಅವರು ಕುಸಿದು ಬಿದ್ದು, ವೀರಮರಣ ಅಪ್ಪಿದರು. ಅವರ ಸಾವು ವ್ಯರ್ಥವಾಗಲಿಲ್ಲ. ಭಾರತೀಯರಿಗೆ ಮುಖ್ಯವಾಗಿದ್ದ ಖಲುಬಾರ್‌ ಪರ್ವತ ಭಾರತದ ಮರುವಶವಾಗಿತ್ತು.



ಸಂಜಯ ಕುಮಾರ್‌

13 ಜಮ್ಮು ಮತ್ತು ಕಾಶ್ಮೀರ ರೈಫಲ್ಸ್‌ನ ಯೋಧ ಸಂಜಯ ಕುಮಾರ್‌ ಅವರ ಸಾಹಸಗಾಥೆಯೇ ರೋಮಾಂಚನ. 1999ರ ಜುಲೈ 4ರಂದು ಸಂಜಯಕುಮಾರ್‌ ಮತ್ತು ಅವರ ತಂಡಕ್ಕೆ ಮುಷ್ಕೋಹ ಕಣಿವೆಯ 4874 ಶಿಖರವನ್ನು ಕ್ಲಿಯರ್‌ಗೊಳಿಸುವ ಕೆಲಸ ಒಪ್ಪಿಸಲಾಯಿತು. ಸಂಜಯಕುಮಾರ್‌ ಅವರು ಸ್ಕೌಟ್‌ (ಮಾಹಿತಿ ಸಂಗ್ರಹ) ತಂಡವನ್ನು ಮುನ್ನಡೆಸುತ್ತಿದ್ದರು. ತಮ್ಮ ತಂಡದೊಂದಿಗೆ ಕಡಿದಾದ ಭಾಗವನ್ನು ಹತ್ತಿ ಶತ್ರು ಸೈನಿಕರತ್ತ ಧಾವಿಸಿದರು. ಆರಂಭದಲ್ಲಿ ಇವರಿಗೆ ಹಿನ್ನಡೆಯಾಯಿತು. ಆದರೆ, ಜುಲೈ 5 ಬೆಳಗಿನ ಜಾವದಲ್ಲಿ ಪರ್ವತದ ಮೇಲೆ ಅನುಕೂಲಕರ ಸ್ಥಿತಿಯಲ್ಲಿದ್ದ ಶತ್ರುಗಳ ಮೇಲೆ ದಾಳಿ ನಡೆಸಲು ನಿರ್ಧರಿಸಲಾಯಿತು. ಸಂಜಯಕುಮಾರ್‌ಗೆ ದಾಳಿಯ ನೇತೃತ್ವ ವಹಿಸಲಾಯಿತು. ಈ ಅವಕಾಶವನ್ನು ಬಳಸಿಕೊಂಡ ಅವರು, ಶತ್ರುಗಳ ಒಂದೊಂದೇ ಬಂಕರ್‌ ನಾಶ ಮಾಡುತ್ತಾ ಮುಂದೆ ಹೋದರು. ಮೊದಲನೇ ಬಂಕರ್‌ ನಾಶಪಡಿಸಿದಾಗಲೇ ಅವರ ಬಳಿಯಿದ್ದ ಗುಂಡುಗಳು ಖಾಲಿಯಾಗಿದ್ದವು. ವೈರಿಗಳ ಬಂದೂಕಿ ನಿಂದ 2 ಗುಂಡುಗಳು ಸಂಜಯಕುಮಾರ್‌ ತೊಡೆ ಹೊಕ್ಕಿದವು. ಆದರೂ ಎದೆಗುಂದದೆ, ದಾಳಿಕೋರರತ್ತ ನುಗ್ಗಿ ಅವರಿಂದಲೇ ಮಷಿನ್‌ ಗನ್‌ ಕಿತ್ತುಕೊಂಡು ಕಾದಾಡಿದರು. ಎರಡನೇ ಬಂಕರ್‌ ಕೂಡ ವಶಪಡಿಸಿಕೊಂಡರು. ಅಂತಿಮವಾಗಿ ಪಾಯಿಂಟ್‌ 4874 ಅನ್ನು ಭಾರತೀಯ ಸೇನೆ ತನ್ನದಾಗಿಸಿಕೊಂಡಿತು. ಸಂಜಯ ಕುಮಾರ್‌ ಅವರ ಸಾಹಸದ ಕತೆ ಎಲ್ಲೆಡೆ ಹರಡಿತು. 

ಯಾದವ್‌ ಇವರದ್ದೂ ಮೈನವಿರೇಳಿಸುವ ಸಾಹಸ ಕತೆ. ದೇಹದಲ್ಲಿ 15ಕ್ಕೂ ಹೆಚ್ಚು ಗುಂಡು ಗಳು ಹೊಕ್ಕಿದ್ದರೂ ಪಾಕಿ ಸೈನಿಕರನ್ನು ಎದುರಿಸಿದ ಮಹಾಯೋಧ. ಪರಮ ವೀರ ಚಕ್ರ ಗೌರವ ಪಡೆದ ಅತ್ಯಂತ ಕಿರಿಯ ಯೋಧ ಎಂಬ ಹೆಗ್ಗಳಿಕೆ. 'ಘಾತಕ್‌' ತುಕಡಿಯ ಭಾಗವಾಗಿದ್ದ ಯಾದವ್‌ ಮತ್ತು ಅವರ ತಂಡಕ್ಕೆ ಟೈಗರ್‌ ಹಿಲ್‌ ಮೇಲಿದ್ದ 3 ಬಂಕರ್‌ಗಳನ್ನು ವಶಡಿಸಿಕೊಳ್ಳುವ ಟಾಸ್ಕ್‌ ನೀಡಲಾಗಿತ್ತು. ಈ ಬಂಕರ್‌ಗಳು ಪರ್ವತ ಮೇಲಿದ್ದವು ಮತ್ತು ಅಲ್ಲಿ ಪೂರ್ತಿ ಹಿಮ ಆವರಿಸಿತ್ತು. ಸ್ವಯಂಪ್ರೇರಿತರಾಗಿಯೇ ದಾಳಿಯ ನೇತೃತ್ವ ವಹಿಸಿದ ಯಾದವ್‌, ತಂಡದೊಂದಿಗೆ ಕಡಿದಾದ ಭಾಗವನ್ನು ಹತ್ತಲು ಆರಂಭಿಸಿದರು. ಅವರು ಅರ್ಧ ದಾರಿ ಕ್ರಮಿಸುವಷ್ಟರಲ್ಲೇ ಬಂಕರ್‌ಗಳಿಂದ ಶತ್ರು ಸೈನಿಕರು ದಾಳಿ ಆರಂಭಿಸಿದರು. ಯಾದವ್‌ಗೆ ತೊಡೆಸಂದು ಮತ್ತು ಭುಜಕ್ಕೆ ಗುಂಡು ತಾಗಿದ ಹೊರತಾಗಿಯೂ, ಉಳಿದಿದ್ದ 60 ಅಡಿ ಕಡಿದಾದ ಭಾಗವನ್ನು ಹತ್ತಿ ಮೇಲಕ್ಕೆ ಹೋದರು. ಅಲ್ಲಿದ್ದ ಪಾಕಿಸ್ತಾನ ಬಂಕರ್‌ ಮೇಲೆ ದಾಳಿ ಮಾಡಿ, ಅದರಲ್ಲಿದ್ದ ನಾಲ್ಕು ಶತ್ರು ಸೈನಿಕರನ್ನು ಕೊಂದರು. ಯಾದವ್‌ ಅವರ ಈ ಸಾಹಸದಿಂದಾಗಿ ಉಳಿದ ಯೋಧರು ಪರ್ವತ ಮೇಲೆ ಬರುವಂತಾಯಿತು. ನಂತರ ಅವರು, ಎರಡನೇ ಬಂಕರ್‌ ಮೇಲೆ ತಮ್ಮ ಇನ್ನಿಬ್ಬರು ಯೋಧರೊಂದಿಗೆ ದಾಳಿ ಆರಂಭಿಸಿದರು. ಶತ್ರುಗಳೊಂದಿಗೆ ಅಕ್ಷ ರಶಃ ಕೈ ಕೈ ಮಿಲಾಯಿಸಿ ಹೋರಾಡಿದರು. ಈ ವೇಳೆ ಪಾಕಿಸ್ತಾನದ ನಾಲ್ಕು ಸೈನಿಕರನ್ನು ಕೊಂದು ಹಾಕಿದರು. ಇಷ್ಟೊತ್ತಿಗಾಗಲೇ 15 ಬುಲೆಟ್‌ಗಳು ಅವರ ದೇಹವನ್ನು ಹೊಕ್ಕಿ ದ್ದವು. ಆದರೆ, ಗುಂಡುಗಳಿಗೆ ಯಾದವ್‌ ಅವರ ಸ್ಥೈರ್ಯವನ್ನು ಕೊಲ್ಲಲಾಗಲಿಲ್ಲ. ಅಂತಿಮವಾಗಿ ಟೈಗರ್‌ ಹಿಲ್‌ ನಮ್ಮ ಸೇನೆಯ ಕೈವಶವಾಯಿತು. ಯಾದವ್‌ ಸಾಹಸ ದಂತಕತೆಯಾಯಿತು. 








""",
  """
ಕಾರ್ಗಿಲ್ ಯುದ್ಧಕ್ಕೆ ಮೂರು ಪ್ರಮುಖ ಹಂತಗಳಿದ್ದವು.

ಮೊದಲಿಗೆ, ಭಾರತ ನಿಯಂತ್ರಿತ ಕಾಶ್ಮೀರ ಭಾಗಕ್ಕೆ ಪಾಕಿಸ್ತಾನ ತನ್ನ ಪಡೆಗಳನ್ನು ನುಸುಳಿಸಿತು ಮತ್ತು ಆಯಕಟ್ಟಿನ ಸ್ಥಳಗಳನ್ನು ಆಕ್ರಮಿಸಿಕೊಂಡು ತನ್ನ ಫಿರಂಗಿ ದಾಳಿಯ ವ್ಯಾಪ್ತಿಯೊಳಗೆ NH1 ತರಲು ಅನುಕೂಲ ಮಾಡಿಕೊಂಡಿತು. ಎರಡನೇ ಹಂತದಲ್ಲಿ ಪಾಕಿಸ್ತಾನದ ಅತಿಕ್ರಮಣವನ್ನು ಪತ್ತೆಹಚ್ಚಿದ ಭಾರತ, ಅದಕ್ಕೆ ಪ್ರತಿಕ್ರಿಯಿಸಲು ತನ್ನ ಪಡೆಗಳನ್ನು ಸಜ್ಜುಗೊಳಿಸಿತು. ಅಂತಿಮ ಹಂತದಲ್ಲಿ ಭಾರತ ಮತ್ತು ಪಾಕಿಸ್ತಾನದ ನಡುವೆ ಪ್ರಮುಖ ಯುದ್ಧ ನಡೆದು, ಪಾಕಿಸ್ತಾನಿ ಪಡೆಗಳು ಅತಿಕ್ರಮಿಸಿಕೊಂಡ ಕೆಲವು ಪ್ರದೇಶಗಳನ್ನು ಮರುವಶಪಡಿಸಿಕೊಳ್ಳುವಲ್ಲಿ ಭಾರತ ಫಲಶ್ರುತಿ ಕಂಡಿತು, ಮತ್ತು ತರುವಾಯ ಅಂತಾರಾಷ್ಟ್ರೀಯ ಒತ್ತಡಕ್ಕೆ ಮಣಿದ ಪಾಕಿಸ್ತಾನ ನಿಯಂತ್ರಣ ರೇಖೆಯಾಚೆಗೆ ತನ್ನ ಪಡೆಗಳನ್ನು ಹಿಂತೆಗೆದುಕೊಂಡಿತು.



ಪಾಕಿಸ್ತಾನದ ಆಕ್ರಮಣ



ಅತಿಕ್ರಮಣ ಮತ್ತು ಸೇನೆ ಸ್ಥಾಪನೆ

ಚಳಿಗಾಲದ ಋತುವಿನ ಸಂದರ್ಭದಲ್ಲಿ, ಕಾಶ್ಮೀರದ ಹಿಮಾಚ್ಛಾದಿತ ಪರ್ವತ ಪ್ರದೇಶಗಳಲ್ಲಿ ಮೈಕೊರೆಯುವ ಚಳಿಯ ಕಾರಣದಿಂದ,LOCಯ ಆಯಾ ಬದಿಗಳಲ್ಲಿರುವ ಕೆಲವು ಮುಂಚೂಣಿ ಶಿಬಿರಗಳನ್ನು ತ್ಯಜಿಸುವುದು ಮತ್ತು ಅತಿಕ್ರಮಣಕ್ಕೆ ದಾರಿಯಾಗಬಹುದಾದ ಪ್ರದೇಶಗಳ ಗಸ್ತನ್ನು ಕುಂಠಿತಗೊಳಿಸುವುದು ಭಾರತ ಮತ್ತು ಪಾಕಿಸ್ತಾನದ ಎರಡೂ ಸೇನೆಗಳ ಸಾಮಾನ್ಯ ವಾಡಿಕೆಯಾಗಿತ್ತು. ಚಳಿಯ ತೀವ್ರತೆ ಕಡಿಮೆಯಾದ ಬಳಿಕ, ಮುಂಚೂಣಿ ಪ್ರದೇಶಗಳನ್ನು ಮರುವಶಕ್ಕೆ ತೆಗೆದುಕೊಂಡು ಪಹರೆಯನ್ನು ಆರಂಭಿಸಲಾಗುತ್ತದೆ.



1999ರ ಫೆಬ್ರವರಿ ತಿಂಗಳಲ್ಲಿ, ಪಾಕಿಸ್ತಾನದ ಸೇನೆಯು ಕಾರ್ಗಿಲ್ ಪ್ರದೇಶದ LOCಯ ತನ್ನ ಬದಿಯಲ್ಲಿ ತ್ಯಜಿಸಿದ್ದ ಶಿಬಿರಗಳನ್ನು ಮರು ಆಕ್ರಮಿಸಿಕೊಳ್ಳಲು ಆರಂಭಿಸಿತು, ಇದರ ಜೊತೆಗೆ LOCಯ ಭಾರತದ ಬದಿಯಲ್ಲಿರುವ ಶಿಬಿರಗಳ ಮೇಲೆ ಆಕ್ರಮಣಕ್ಕೆ ಕೂಡ ತನ್ನ ಪಡೆಗಳನ್ನು ಕಳಿಸಿತು. ಉನ್ನತ ವಿಶೇಷ ಸೇವೆ ಗುಂಪಿನ ಪಡೆಗಳು ಮತ್ತು ನಾರ್ಥರ್ನ್ ಲೈಟ್ ಇನ್‌ಫೇಂಟ್ರಿದ ನಾಲ್ಕರಿಂದ ಏಳು ತುಕಡಿಗಳು(ಆ ಸಂದರ್ಭದಲ್ಲಿ ಪಾಕಿಸ್ತಾನ ಸೇನೆಯ ಖಾಯಂ ಭಾಗವಾಗಿರದ ಅರೆಸೇನೆ ಪಡೆ)ಭಾರತದ ನಿಯಂತ್ರಿತ ಪ್ರದೇಶದ ಆಯಕಟ್ಟಿನ ಸ್ಥಳಗಳಲ್ಲಿ ರಹಸ್ಯವಾಗಿ ಮತ್ತು ಬಹಿರಂಗವಾಗಿ ಶಿಬಿರಗಳನ್ನು ಸ್ಥಾಪಿಸಿದವು. ಕೆಲವು ವರದಿಗಳ ಪ್ರಕಾರ, ಈ ಪಾಕಿಸ್ತಾನಿ ಪಡೆಗಳಿಗೆ ಕಾಶ್ಮೀರದ ಬಂಡುಕೋರರು ಮತ್ತು ಅಫ್ಘಾನ್ ಬಾಡಿಗೆ ಹಂತಕರ ಬೆಂಬಲವಿತ್ತು.



ಪಾಕಿಸ್ತಾನದ ಆಕ್ರಮಣ



ಅತಿಕ್ರಮಣ ಮತ್ತು ಸೇನೆ ಸ್ಥಾಪನೆ

ಚಳಿಗಾಲದ ಋತುವಿನ ಸಂದರ್ಭದಲ್ಲಿ, ಕಾಶ್ಮೀರದ ಹಿಮಾಚ್ಛಾದಿತ ಪರ್ವತ ಪ್ರದೇಶಗಳಲ್ಲಿ ಮೈಕೊರೆಯುವ ಚಳಿಯ ಕಾರಣದಿಂದ,LOCಯ ಆಯಾ ಬದಿಗಳಲ್ಲಿರುವ ಕೆಲವು ಮುಂಚೂಣಿ ಶಿಬಿರಗಳನ್ನು ತ್ಯಜಿಸುವುದು ಮತ್ತು ಅತಿಕ್ರಮಣಕ್ಕೆ ದಾರಿಯಾಗಬಹುದಾದ ಪ್ರದೇಶಗಳ ಗಸ್ತನ್ನು ಕುಂಠಿತಗೊಳಿಸುವುದು ಭಾರತ ಮತ್ತು ಪಾಕಿಸ್ತಾನದ ಎರಡೂ ಸೇನೆಗಳ ಸಾಮಾನ್ಯ ವಾಡಿಕೆಯಾಗಿತ್ತು. ಚಳಿಯ ತೀವ್ರತೆ ಕಡಿಮೆಯಾದ ಬಳಿಕ, ಮುಂಚೂಣಿ ಪ್ರದೇಶಗಳನ್ನು ಮರುವಶಕ್ಕೆ ತೆಗೆದುಕೊಂಡು ಪಹರೆಯನ್ನು ಆರಂಭಿಸಲಾಗುತ್ತದೆ.



1999ರ ಫೆಬ್ರವರಿ ತಿಂಗಳಲ್ಲಿ, ಪಾಕಿಸ್ತಾನದ ಸೇನೆಯು ಕಾರ್ಗಿಲ್ ಪ್ರದೇಶದ LOCಯ ತನ್ನ ಬದಿಯಲ್ಲಿ ತ್ಯಜಿಸಿದ್ದ ಶಿಬಿರಗಳನ್ನು ಮರು ಆಕ್ರಮಿಸಿಕೊಳ್ಳಲು ಆರಂಭಿಸಿತು, ಇದರ ಜೊತೆಗೆ LOCಯ ಭಾರತದ ಬದಿಯಲ್ಲಿರುವ ಶಿಬಿರಗಳ ಮೇಲೆ ಆಕ್ರಮಣಕ್ಕೆ ಕೂಡ ತನ್ನ ಪಡೆಗಳನ್ನು ಕಳಿಸಿತು. ಉನ್ನತ ವಿಶೇಷ ಸೇವೆ ಗುಂಪಿನ ಪಡೆಗಳು ಮತ್ತು ನಾರ್ಥರ್ನ್ ಲೈಟ್ ಇನ್‌ಫೇಂಟ್ರಿದ ನಾಲ್ಕರಿಂದ ಏಳು ತುಕಡಿಗಳು(ಆ ಸಂದರ್ಭದಲ್ಲಿ ಪಾಕಿಸ್ತಾನ ಸೇನೆಯ ಖಾಯಂ ಭಾಗವಾಗಿರದ ಅರೆಸೇನೆ ಪಡೆ)ಭಾರತದ ನಿಯಂತ್ರಿತ ಪ್ರದೇಶದ ಆಯಕಟ್ಟಿನ ಸ್ಥಳಗಳಲ್ಲಿ ರಹಸ್ಯವಾಗಿ ಮತ್ತು ಬಹಿರಂಗವಾಗಿ ಶಿಬಿರಗಳನ್ನು ಸ್ಥಾಪಿಸಿದವು. ಕೆಲವು ವರದಿಗಳ ಪ್ರಕಾರ, ಈ ಪಾಕಿಸ್ತಾನಿ ಪಡೆಗಳಿಗೆ ಕಾಶ್ಮೀರದ ಬಂಡುಕೋರರು ಮತ್ತು ಅಫ್ಘಾನ್ ಬಾಡಿಗೆ ಹಂತಕರ ಬೆಂಬಲವಿತ್ತು.



ಕೆಳ ಮುಷೋಖ್ ಕಣಿವೆಯ ಶಿಖರಗಳು, ಡ್ರಾಸ್‌‍ನ ಮಾರ್ಪೋ ಲಾ ಪರ್ವತ ಶ್ರೇಣಿಗಳು, ಕಾರ್ಗಿಲ್ ಬಳಿಯ ಕಕ್ಸಾರ್‌, ಸಿಂಧು ನದಿಯ ಪೂರ್ವಕ್ಕಿರುವ ಬಟಾಲಿಕ್ ವಲಯ, LOC ಉತ್ತರಕ್ಕೆ ತಿರಗುವ ಚೋರ್‌ಬಾಟ್ಲಾ ವಲಯದ ಶಿಖರಗಳು, ಮತ್ತು ಸಿಯಾಚಿನ್ ಪ್ರದೇಶದ ದಕ್ಷಿಣಕ್ಕಿರುವ ಟರ್ಟೊಕ್ ವಲಯದಲ್ಲಿ ಪಾಕಿಸ್ತಾನಿ ಸೇನೆಯ ಅತಿಕ್ರಮಣ ನಡೆಯಿತು.





ಪಾಕಿಸ್ತಾನದ ಅತಿಕ್ರಮಣ ಪತ್ತೆ ಮತ್ತು ಭಾರತದ ಸೇನೆ ಸಜ್ಜು

ಈ ಅತಿಕ್ರಮಣಗಳನ್ನು ಆರಂಭದಲ್ಲೇ ಗುರುತಿಸಲು ಸಾಧ್ಯವಾಗದೇ ಇರುವುದಕ್ಕೆ ಅನೇಕ ಕಾರಣಗಳಿವೆ: ಪಾಕಿಸ್ತಾನದ ಪಡೆಗಳು ಅತಿಕ್ರಮಿಸಿದ ಕೆಲವು ಪ್ರದೇಶಗಳಿಗೆ ಭಾರತ ತನ್ನ ಗಸ್ತುಪಡೆಗಳನ್ನು ಕಳಿಸಿರಲಿಲ್ಲ ಮತ್ತು ಕೆಲವು ಪ್ರದೇಶಗಳಲ್ಲಿ ಪಾಕಿಸ್ತಾನ ಭಾರೀ ಫಿರಂಗಿ ಗುಂಡಿನ ದಾಳಿಗಳನ್ನು ನಡೆಸುವ ಮ‌ೂಲಕ ಅತಿಕ್ರಮಣಕಾರರಿಗೆ ರಕ್ಷಣೆ ಒದಗಿಸಿತು. ಆದರೆ ಬಟಾಲಿಕ್ ವಲಯದ ಸ್ಥಳೀಯ ಕುರುಬನೊಬ್ಬ ನೀಡಿದ ಸುಳಿವನ್ನು ಆಧರಿಸಿ, ಮೇ ಎರಡನೇ ವಾರದಲ್ಲಿ ಕ್ಯಾಪ್ಟನ್ ಸೌರಬ್ ಕಾಲಿಯ ನೇತೃತ್ವದ ಭಾರತದ ಗಸ್ತು ಪಡೆ ಹೊಂಚು ಹಾಕಿದ ಬಳಿಕ[೩೮] ಪಾಕಿಸ್ತಾನ ಪಡೆಗಳ ಅತಿಕ್ರಮಣ ಬೆಳಕಿಗೆ ಬಂದಿತ್ತು. ಆರಂಭದಲ್ಲಿ, ಅತಿಕ್ರಮಣದ ಸ್ವರೂಪದ ಬಗ್ಗೆ ತುಸು ಮಾಹಿತಿ ಮಾತ್ರ ಗೊತ್ತಿದ್ದ ಆ ಪ್ರದೇಶದ ಭಾರತೀಯ ಪಡೆಗಳು, ಅತಿಕ್ರಮಣಕಾರರು ಜಿಹಾದಿಗಳಾಗಿದ್ದು ಕೆಲವೇ ದಿನಗಳಲ್ಲಿ ಅವರನ್ನು ತೆರವು ಮಾಡಬಹುದೆಂದು ವಾದಿಸಿದ್ದರು. ಆದರೆ LOCಯ ಇನ್ನೂ ಕೆಲವು ಕಡೆಗಳಲ್ಲಿ ಅತಿಕ್ರಮಣವನ್ನು ಪತ್ತೆಹಚ್ಚಿದ್ದು ಮತ್ತು ಅತಿಕ್ರಮಣಕಾರರು ಯೋಜಿಸಿದ ಭಿನ್ನ ತಂತ್ರಗಳಿಂದಾಗಿ ಒಟ್ಟು ದಾಳಿಯ ಯೋಜನೆ ಅತೀ ದೊಡ್ಡ ಪ್ರಮಾಣದಲ್ಲಿರುವುದು ಭಾರತೀಯ ಸೇನೆಗೆ ಮನದಟ್ಟಾಯಿತು. ಈ ನುಸುಳುವಿಕೆಯಿಂದ ವಶಪಡಿಸಿಕೊಂಡ ಒಟ್ಟುಪ್ರದೇಶ 130 km² - 200 km² ನಡುವೆಯಿದೆಯೆಂಬ ಸಾಮಾನ್ಯ ಅಭಿಪ್ರಾಯವಿದೆ.[೩೨][೩೯] ಆದಾಗ್ಯೂ, ಭಾರತದ 500 ಚದರ ಮೈಲು (1,300 km²)ಪ್ರದೇಶವನ್ನು ಆಕ್ರಮಿಸಲಾಗಿತ್ತೆಂದು ಮುಷರಫ್ ಹೇಳಿಕೆ ನೀಡಿದ್ದಾರೆ.



ಭಾರತ ಸರ್ಕಾರ 2,00,000 ಭಾರತೀಯ ಪಡೆಗಳನ್ನು ಸಜ್ಜುಗೊಳಿಸಿ ಆಪರೇಷನ್ ವಿಜಯ್ ಮ‌ೂಲಕ ಸೂಕ್ತ ಉತ್ತರ ನೀಡಿತು. ಆದಾಗ್ಯೂ, ಭೂಪ್ರದೇಶದ ಸ್ವರೂಪದಿಂದಾಗಿ ಡಿವಿಷನ್ ಮತ್ತು ಕಾರ್ಪ್ಸ್ ಪಡೆಗಳ ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ಕೈಗೊಳ್ಳಲಾಗಲಿಲ್ಲ. ರೆಜಿಮೆಂಟ್ ಅಥವಾ ಪದಾತಿದಳದ ಮಟ್ಟದಲ್ಲೇ ಬಹುತೇಕ ಹೋರಾಟವನ್ನು ನಡೆಸಲಾಯಿತು. ವಸ್ತುಶಃ 20,000 ಮಂದಿ ಸೈನಿಕರಿದ್ದ ಭಾರತೀಯ ಸೇನೆಯ ಎರಡು ವಿಭಾಗಗಳು, ಇದರೊಂದಿಗೆ ಭಾರತದ ಅರೆಸೇನೆ ಪಡೆಯ ಅನೇಕ ಸಾವಿರ ಮಂದಿ ಮತ್ತು ವಾಯುಪಡೆಯನ್ನು ಯುದ್ಧ ವಲಯದಲ್ಲಿ ನಿಯೋಜಿಸಲಾಯಿತು. ಕಾರ್ಗಿಲ್-ಡ್ರಾಸ್ ವಲಯದಲ್ಲಿ ಸೇನಾ ಕಾರ್ಯಾಚರಣೆಯಲ್ಲಿ ಭಾಗಿಯಾದ ಭಾರತೀಯ ಸೈನಿಕರ ಒಟ್ಟು ಸಂಖ್ಯೆ 30,000ಕ್ಕೆ ಸಮೀಪದಲ್ಲಿತ್ತು. ಪಾಕಿಸ್ತಾನದ ಸೇನೆ ಶಸ್ತ್ರಗಳನ್ನು ಸರಬರಾಜು ಮಾಡಿದವರು ಸೇರಿದಂತೆ ಅತಿಕ್ರಮಣಕಾರರ ಸಂಖ್ಯೆ ಸುಮಾರು 5,000ವೆಂದು ಯುದ್ಧ ಅಂತಿಮ ಹಂತದಲ್ಲಿ ಅಂದಾಜು ಮಾಡಲಾಗಿತ್ತು.[೮][೩೨][೩೭] ಹೆಚ್ಚುವರಿ ಫಿರಂಗಿ ಬೆಂಬಲ ನೀಡಿದ ಪಾಕಿಸ್ತಾನ ಆಕ್ರಮಿತ ಕಾಶ್ಮೀರದ ಪಡೆಗಳು ಕೂಡ ಈ ಅಂಕಿಅಂಶದಲ್ಲಿ ಸೇರಿವೆ.



ಭಾರತದ ಭೂಸೇನೆಯ ಜಮಾವಣೆಗೆ ಬೆಂಬಲವಾಗಿ ಭಾರತೀಯ ವಾಯುಪಡೆ ಆಪರೇಷನ್ ಸೇಫ್ಡ್ ಸಾಗರ್ ಕಾರ್ಯಾಚರಣೆ ಆರಂಭಿಸಿತು, ಆದರೆ ಎತ್ತರದ ಪ್ರದೇಶ ಮತ್ತು ಹವಾಮಾನ ಪರಿಸ್ಥಿತಿಗಳಿಂದಾಗಿ ಯುದ್ಧದ ಸಂದರ್ಭದಲ್ಲಿ ಅದರ ಪರಿಣಾಮಕಾರತ್ವ ಸೀಮಿತಗೊಂಡಿತು, ಇದರಿಂದಾಗಿ ಬಾಂಬ್ ಲೋಡ್‌ಗಳ ಸಂಖ್ಯೆ ಸೀಮಿತಗೊಂಡವು, ಅಲ್ಲದೆ ಬಳಸಬಹುದಾದ ವಾಯುನೆಲೆಗಳ ಸಂಖ್ಯೆ ಕೂಡ ಸೀಮಿತಗೊಂಡಿತು.



ಪಾಕಿಸ್ತಾನ ಬಂದರುಗಳಿಗೆ(ಮುಖ್ಯವಾಗಿ ಕರಾಚಿ ಬಂದರಿಗೆ) ತಡೆ ವಿಧಿಸುವ ಪ್ರಯತ್ನದ ಮ‌ೂಲಕ ಸರಬರಾಜು ಮಾರ್ಗಗಳನ್ನು ಕಡಿತಗೊಳಿಸಿ ಭಾರತೀಯ ನೌಕಾಪಡೆ ಕೂಡ ಸ್ವತಃ ಯುದ್ಧ ಸಿದ್ಧತೆ ಮಾಡಿಕೊಂಡಿತು. ಬಳಿಕ, ಪೂರ್ಣ ಸ್ವರೂಪದ ಯುದ್ಧ ಭುಗಿಲೆದ್ದರೆ ಪಾಕಿಸ್ತಾನದಲ್ಲಿ ಕೇವಲ 6 ದಿನಗಳಿಗೆ ಸಾಕಾಗುವಷ್ಟು ಇಂಧನ ದಾಸ್ತಾನು ಉಳಿದುಕೊಂಡಿದೆಯೆಂದು ಆಗಿನ ಪ್ರಧಾನಮಂತ್ರಿ ನವಾಜ್ ಷರೀಫ್ ಬಹಿರಂಗಪಡಿಸಿದ್ದರು.



ಪಾಕಿಸ್ತಾನದ ನೆಲೆಗಳ ಮೇಲೆ ಭಾರತದ ದಾಳಿ

ಕಾಶ್ಮೀರದ ಭೂಪ್ರದೇಶ ಪರ್ವತಮಯವಾಗಿದ್ದು, ಅತೀ ಎತ್ತರದಲ್ಲಿದೆ; ಲೆಹ್‌ನಿಂದ ಶ್ರೀನಗರದವರೆಗಿನ ರಾಷ್ಟ್ರೀಯ ಹೆದ್ದಾರಿ 1D ಮುಂತಾದ ಅತ್ಯುತ್ತಮ ರಸ್ತೆಗಳಿಗೆ ಎರಡು ಪಥಗಳು ಮಾತ್ರ ಇವೆ. ಕಡಿದಾದ ಭೂಪ್ರದೇಶ ಮತ್ತು ಇಕ್ಕಟ್ಟಾದ ರಸ್ತೆಗಳು ಸೇನಾಪಡೆಯ ಸಂಚಾರವನ್ನು ನಿಧಾನಗೊಳಿಸಿತು ಮತ್ತು ಎತ್ತರ ಪ್ರದೇಶಗಳು ವಿಮಾನದಲ್ಲಿ ಸರಕುಗಳನ್ನು ಸಾಗಿಸುವ ಸಾಮರ್ಥ್ಯಕ್ಕೆ ಅಡ್ಡಿಯಾದ್ದರಿಂದ NH1 Dಯನ್ನು(ಪಾಕಿಸ್ತಾನದ ಗುಂಡಿನ ದಾಳಿಯ ಅಡಿಯಲ್ಲಿರುವ ಹೆದ್ದಾರಿಯ ವಾಸ್ತವ ವ್ಯಾಪ್ತಿ) ನಿಯಂತ್ರಣಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳುವುದು ಭಾರತದ ಆದ್ಯತೆಯಾಗಿತ್ತು. ತಮ್ಮ ವೀಕ್ಷಣಾ ನೆಲೆಗಳಿಂದ ಪರೋಕ್ಷವಾಗಿ NH 1D ಮೇಲೆ ಫಿರಂಗಿ ಗುಂಡಿನ ದಾಳಿ ನಡೆಸಿ ಭಾರತೀಯ ಪಡೆಗಳಲ್ಲಿ ಅಪಾರ ಸಾವುನೋವು ಉಂಟು ಮಾಡುವುದಕ್ಕಾಗಿ ಪಾಕಿಸ್ತಾನದ ಪಡೆಗಳು ಸ್ಪಷ್ಟವಾಗಿ ನೋಡಬಹುದಾದ ಮಾರ್ಗವಿತ್ತು.[೪೩] ಭಾರತದ ಸೇನೆಗೆ ಸೈನ್ಯ ಜಮಾವಣೆ ಮತ್ತು ಸರಬರಾಜಿಗೆ ಹೆದ್ದಾರಿಯೇ ಪ್ರಮುಖ ಮಾರ್ಗವಾದ್ದರಿಂದ ಗಂಭೀರ ಸಮಸ್ಯೆ ತಲೆದೋರಿತು.[೪೪] ಮುಖ್ಯ ಮಾರ್ಗದ ಮೇಲೆ ಪಾಕಿಸ್ತಾನ ಶೆಲ್ ದಾಳಿ ನಡೆಸುವುದರಿಂದ ಲೆಹ್ ಪ್ರತ್ಯೇಕವಾಗುವ ಆತಂಕವಿತ್ತು, ಆದರೂ ಹಿಮಾಚಲಪ್ರದೇಶದ ಮ‌ೂಲಕ ಲೆಹ್‌ಗೆ ಪರ್ಯಾಯ(ಉದ್ದದ)ರಸ್ತೆಯೊಂದು ಅಸ್ತಿತ್ವದಲ್ಲಿತ್ತು.



ಅತಿಕ್ರಮಣಕಾರರು ಸಣ್ಣ ಶಸ್ತ್ರಗಳು ಮತ್ತು ಗ್ರೆನೇಡ್ ಲಾಂಚರ್‌ಗಳನ್ನು ಹೊಂದಿದ್ದರಲ್ಲದೆ, ಮೋರ್ಟಾರ್‌ಗಳು, ಫಿರಂಗಿಗಳು ಮತ್ತು ವಿಮಾನ ನಿಗ್ರಹ ಬಂದೂಕುಗಳಿಂದ ಸಜ್ಜಿತರಾಗಿದ್ದರು. ಅನೇಕ ಶಿಬಿರಗಳಲ್ಲಿ ಭಾರೀ ನೆಲಬಾಂಬ್‌ಗಳನ್ನು ಹೂತಿಡಲಾಗಿತ್ತು,ICBL ವರದಿ ಪ್ರಕಾರ, ಯುದ್ಧಾನಂತರ ಭಾರತ 8,000ಕ್ಕೂ ಹೆಚ್ಚು ಸಿಬ್ಬಂದಿ ನಿಗ್ರಹ ನೆಲಬಾಂಬ್‌ಗಳನ್ನು ಪತ್ತೆ ಮಾಡಿದ್ದಾಗಿ ಹೇಳಿದೆ. ಅಮೆರಿಕ ಪೂರೈಸಿದ ಮಾನವರಹಿತ ವಿಮಾನಗಳು ಮತ್ತು AN/TPQ-36 ಫೈರ್‌ಫೈಂಡರ್ ರೆಡಾರ್‌ ಮ‌ೂಲಕ ಭಾರತದ ಪಡೆಗಳ ಮೇಲೆ ಪಾಕಿಸ್ತಾನ ಕಣ್ಗಾವಲು ನಡೆಸಿತ್ತು. NH 1Dಯನ್ನು ನೇರವಾಗಿ ನೋಡಬಹುದಾದ ಪರ್ವತಗಳನ್ನು ನಿಯಂತ್ರಣಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳುವುದು ಭಾರತದ ಆರಂಭಿಕ ದಾಳಿಗಳ ಗುರಿಯಾಗಿತ್ತು ಮತ್ತು ಕಾರ್ಗಿಲ್ ಪಟ್ಟಣದ ಹೆದ್ದಾರಿಯ ಚಾಚಿದ ಪ್ರದೇಶಗಳಿಗೆ ಅತೀ ಪ್ರಾಶಸ್ತ್ಯ ನೀಡಲಾಗಿತ್ತು. ನಿಯಂತ್ರಣ ರೇಖೆಯಲ್ಲಿರುವ ಬಹುತೇಕ ಶಿಬಿರಗಳು ಹೆದ್ದಾರಿಗೆ ಹೊಂದಿಕೊಂಡಿದ್ದರಿಂದ, ಹೆಚ್ಚುಕಡಿಮೆ ಪ್ರತಿಯೊಂದು ಅತಿಕ್ರಮಿತ ಶಿಬಿರಗಳ ಮರುವಶ ಪ್ರಾದೇಶಿಕ ಮತ್ತು ಹೆದ್ದಾರಿಯ ಭದ್ರತೆಗಳೆರಡನ್ನೂ ಹೆಚ್ಚಿಸಿದವು. ಯುದ್ಧದುದ್ದಕ್ಕೂ ಈ ಮಾರ್ಗದ ರಕ್ಷಣೆ ಮತ್ತು ಮುಂಚೂಣಿ ಶಿಬಿರಗಳ ಮರುವಶ ಕಾರ್ಯಾಚರಣೆ ಉದ್ದೇಶ ಗಳಾಗಿದ್ದವು.



NH 1Dಗೆ ಅತೀ ಸಮೀಪದಲ್ಲಿರುವ ಬೆಟ್ಟಗಳ ಮರುವಶ ಭಾರತದ ಸೇನಾಪಡೆಯ ಪ್ರಥಮ ಆದ್ಯತೆಯಾಗಿತ್ತು. ಇದರ ಫಲವಾಗಿ ಶ್ರೀನಗರ-ಲೆಹ್ ಮಾರ್ಗವನ್ನು ಆವರಿಸಿಕೊಂಡಿರುವ ಟೈಗರ್ ಹಿಲ್ ಮತ್ತು ಡ್ರಾಸ್‌ನ ಟೋಲೊಲಿಂಗ್ ಕಾಂಪ್ಲೆಕ್ಸ್ ಮೇಲೆ ಭಾರತೀಯ ಪಡೆಗಳು ಮೊದಲಿಗೆ ಗುರಿಯಿರಿಸಿದವು. ಇದರ ಹಿಂದೆಯೇ ತಕ್ಷಣವೇ ಸಿಯಾಚಿನ್ ನೀರ್ಗಲ್ಲು ಪ್ರದೇಶಕ್ಕೆ ಪ್ರವೇಶ ಕಲ್ಪಿಸುವ ಬಟಾಲಿಕ್-ಟರ್ಟೊಕ್ ಉಪ-ವಲಯ ಸೇನಾಪಡೆಗಳ ಗುರಿಯಾದವು. ಪಾಕಿಸ್ತಾನದ ರಕ್ಷಣಾತ್ಮಕ ಪಡೆಗಳಿಗೆ ಪಾಯಿಂಟ್ 4590 ಮತ್ತು ಪಾಯಿಂಟ್ 5353 ಮುಖ್ಯ ಆಯಕಟ್ಟಿನ ಸ್ಥಾನಗಳಲ್ಲಿರುವ ಕೆಲವು ಪರ್ವತಗಳಾಗಿತ್ತು. NH 1Dಯನ್ನು ಅತೀ ಸಮೀಪದಿಂದ ನೋಡಬಹುದಾದ ಸ್ಥಳವೆಂದರೆ ಪಾಯಿಂಟ್ 4590. ಪಾಯಿಂಟ್ 5353 ಡ್ರಾಸ್ ವಲಯದ ಅತ್ಯುನ್ನತ ಮೇಲ್ಮೈ ಲಕ್ಷಣದಿಂದ ಕೂಡಿದ್ದು, ಪಾಕಿಸ್ತಾನ ಪಡೆಗಳಿಗೆ NH 1D ಸರಾಗ ವೀಕ್ಷಣೆಗೆ ಅವಕಾಶ ಕಲ್ಪಿಸಿದ್ದವು.[೪೮] ಜೂನ್ 14ರಂದು ಪಾಯಿಂಟ್ 4590ನ್ನು ಭಾರತದ ಪಡೆಗಳು ಮರುವಶಕ್ಕೆ ತೆಗೆದುಕೊಂಡಿದ್ದು ಗಮನಾರ್ಹವೆನಿಸಿದರೂ,ಯುದ್ಧದ ವೇಳೆ ನಡೆದ ಏಕೈಕ ಚಕಮಕಿಯಲ್ಲಿ ಪಾಯಿಂಟ್ 4590ರಲ್ಲೇ ಭಾರತೀಯ ಸೇನೆ ಅತ್ಯಧಿಕ ಸಾವುನೋವು ಅನುಭವಿಸಿದ್ದು ಅಷ್ಟೇ ಸತ್ಯ. ಹೆದ್ದಾರಿಯ ಸಮೀಪದ ಬಹುತೇಕ ಶಿಬಿರಗಳನ್ನು ಜೂನ್ ಮಧ್ಯಾವಧಿಯಲ್ಲಿ ತೆರವುಗೊಳಿಸಲಾಯಿತಾದರೂ, ಡ್ರಾಸ್ ಬಳಿ ಹೆದ್ದಾರಿಯ ಕೆಲವು ಭಾಗಗಳು ಯುದ್ಧ ಅಂತ್ಯಗೊಳ್ಳುವ ತನಕ ವ್ಯಾಪಕ ಶೆಲ್ ದಾಳಿಗಳಿಗೆ ಸಾಕ್ಷಿಯಾದವು.

NH 1D ನೋಡಬಹುದಾದ ಶಿಖರಗಳ ಮೇಲೆ ಒಂದೊಮ್ಮೆ ಭಾರತ ಹಿಡಿತ ಮರುಸ್ಥಾಪಿಸಿದ ಬಳಿಕ, ಭಾರತದ ಸೇನೆಯು ಆಕ್ರಮಿತ ಸೇನೆಯನ್ನು ನಿಯಂತ್ರಣ ರೇಖೆಯ ಆಚೆಗೆ ಹಿಂದಕ್ಕೆ ದೂಡಲು ಕಾರ್ಯಾಚರಣೆ ಆರಂಭಿಸಿತು. ಇತರ ಪ್ರಹಾರಗಳೊಂದಿಗೆ, ಟೋಲೊಲಿಂಗ್ ಯುದ್ಧದ ನಂತರದ ಹೋರಾಟ ನಿಧಾನವಾಗಿ ಭಾರತದ ಪರವಾಗಿ ವಾಲಿತು. ಟೊಲೊಲಿಂಗ್‌ನಲ್ಲಿ ಕಾಶ್ಮೀರಕ್ಕೆ ಸೇರಿದ ಪಾಕಿಸ್ತಾನ ಪರ ಹೋರಾಟಗಾರರು ಪಾಕಿಸ್ತಾನಿ ಪಡೆಗಳಿಗೆ ನೆರವು ನೀಡಿದರು. ಯುದ್ಧಾಂತ್ಯದಲ್ಲಿ ಕೈವಶವಾದ ಟೈಗರ್ ಹಿಲ್(ಪಾಯಿಂಟ್ 5140) ಸೇರಿದಂತೆ ಅತಿಕ್ರಮಣಕಾರರ ಕೆಲವು ಶಿಬಿರಗಳು ತೀವ್ರ ಪ್ರತಿರೋಧ ಒಡ್ಡಿದವು. ಟೈಗರ್‌ಹಿಲ್ಸ್‌ನಲ್ಲಿ ಭಾರತದ ಪಡೆಗಳು ಭದ್ರವಾಗಿ ಬೇರೂರಿದ ಪಾಕಿಸ್ತಾನದ ಪಡೆಗಳನ್ನು ಕಂಡವು, ಮತ್ತು ಇಲ್ಲಿ ನಡೆದ ಹೋರಾಟದಲ್ಲಿ ಎರಡೂ ಪಡೆಗಳು ಸಾಕಷ್ಟು ಸಾವುನೋವು ಅನುಭವಿಸಿತು. ಟೈಗರ್ ಹಿಲ್‌ ಮೇಲೆ ನಡೆದ ಅಂತಿಮ ಪ್ರಹಾರದಲ್ಲಿ 10 ಪಾಕಿಸ್ತಾನಿ ಸೈನಿಕರು ಹತರಾಗಿ ಟೈಗರ್ ಹಿಲ್ ಭಾರತದ ಕೈವಶವಾಯಿತು, ಈ ಕಾರ್ಯಾಚರಣೆಯಲ್ಲಿ ಭಾರತ ಕೂಡ ತನ್ನ ಐವರು ಯೋಧರನ್ನು ಕಳೆದುಕೊಂಡಿತು. ಇದುವರೆಗೂ ಕೇಳಿರದ, ಕೆಲವೇ ಕೆಲವು ಪಾಯಿಂಟ್ ಸಂಖ್ಯೆಯ ವ್ಯತ್ಯಾಸಗಳಿರುವ ಬಹುತೇಕ ಹೆಸರಿಲ್ಲದ ಪರ್ವತಗಳಲ್ಲಿ ಕೆಲವು ಭೀಕರ ಕೈಮಿಸಲಾಯಿಸಿದ ಘಟನೆಗಳೂ ಸಂಭವಿಸಿವೆ.



ಕಾರ್ಯಾಚರಣೆ ಪೂರ್ಣಸ್ವರೂಪ ಪಡೆಯುತ್ತಿದ್ದಂತೆ ಕಾಣುವಂತಿದ್ದ ಶಿಬಿರಗಳಲ್ಲಿನ ಅತಿಕ್ರಮಣಕಾರರನ್ನು ತೆರವುಗೊಳಿಸಲು ಸುಮಾರು 250 ಫಿರಂಗಿ ಬಂದೂಕುಗಳನ್ನು ತರಲಾಯಿತು. ಇಂತಹ ಭೂಪ್ರದೇಶದಲ್ಲಿ ದಾಳಿ ನಡೆಸಲು ಸಹಕಾರಿಯಾಗುವ ಬೋಫೋರ್ಸ್ ಫೀಲ್ಡ್ ಹೋವಿಟ್ಜರ್ ಬಂದೂಕು(ಬೋಫೋರ್ಸ್ ಹಗರಣದ ಮ‌ೂಲಕ ಭಾರತದಲ್ಲಿ ಕುಖ್ಯಾತ)ಗಳನ್ನು ಭಾರತದ ಸೈನಿಕರು ಪೂರ್ಣ ಪ್ರಮಾಣದಲ್ಲಿ ಬಳಸಿಕೊಂಡರು, ಈ ಬಂದೂಕುಗಳು ಕಾರ್ಗಿಲ್ ಕಾರ್ಯಾಚರಣೆಯಲ್ಲಿ ಪ್ರಮುಖ ಪಾತ್ರವಹಿಸಿದವು. ಆದರೆ ಭೋಫೋರ್ಸ್ ಬಂದೂಕುಗಳ ನಿಯೋಜನೆಗೆ ಬೇಕಾಗುವ ಸ್ಥಳ ಮತ್ತು ಆಳ ಪ್ರದೇಶದ ಕೊರತೆಯಿಂದ ಬೇರೆ ಕಡೆಗಳಲ್ಲಿ ಅದರ ಯಶಸ್ಸು ಸೀಮಿತಗೊಂಡಿತು.



ಈ ರೀತಿಯ ಭೂಪ್ರದೇಶಗಳಲ್ಲಿ ವೈಮಾನಿಕ ದಾಳಿಗಳನ್ನು ಸೀಮಿತ ಪರಿಣಾಮದೊಂದಿಗೆ ಬಳಸಲಾಗುತ್ತದೆ. ದಾಳಿ ವಿಮಾನ MiG-27ಅನ್ನು ಎಂಜಿನ್ ವೈಫಲ್ಯದಿಂದಾಗಿ ಭಾರತದ IAF ಕಳೆದುಕೊಂಡರೆ, MiG-21 ಯುದ್ಧ ವಿಮಾನವನ್ನು ಪಾಕಿಸ್ತಾನ ಗುಂಡಿಕ್ಕಿ ಉರುಳಿಸಿತು; ಆರಂಭದಲ್ಲಿ ತನ್ನ ಪ್ರದೇಶದೊಳಕ್ಕೆ ಅತಿಕ್ರಮಿಸಿದ ಎರಡೂ ಜೆಟ್‌ವಿಮಾನಗಳನ್ನು ಹೊಡೆದುರುಳಿಸಿದ್ದಾಗಿ ಮತ್ತು ಒಂದು Mi-8ಹೆಲಿಕಾಪ್ಟರ್‌ನ್ನು ಸ್ಟಿಂಗರ್ SAMಗಳಿಂದ ಉರುಳಿಸಿದ್ದಾಗಿ ಪಾಕಿಸ್ತಾನ ಹೇಳಿಕೊಂಡಿತ್ತು. ಕೆಲವು ವರ್ಷಗಳ ನಂತರ, MiG-27 ತಾಂತ್ರಿಕ ದೋಷದಿಂದ ಅಪಘಾತಕ್ಕೀಡಾಯಿತು ಎಂದು ನಿವೃತ್ತ ಪಾಕಿಸ್ತಾನಿ ಅಧಿಕಾರಿಯೊಬ್ಬರು ದೃಢಪಡಿಸಿದ್ದಾರೆ. ದಾಳಿಗಳ ಸಂದರ್ಭದಲ್ಲಿ ಪಾಕಿಸ್ತಾನ ಪಡೆಗಳ ಭದ್ರವಾಗಿ ಬೇರೂರಿದ ನೆಲೆಗಳ ನಾಶಕ್ಕಾಗಿ ಲೇಸರ್ ನಿರ್ದೇಶಿತ ಬಾಂಬ್‌ಗಳನ್ನು IAF ಬಳಸಿತು.[೮]



ಮೇ 27, 1999ರಲ್ಲಿ ಫ್ರೈಟ್ ಲೆಫ್ಟಿನೆಂಟ್ ನಚಿಕೇತ ಅವರಿದ್ದ ವಿಮಾನದಲ್ಲಿ ತಾಂತ್ರಿಕ ದೋಷ ಕಾಣಿಸಿಕೊಂಡು, ಬಳಿಕ ಅವರು ವಿಮಾನದಿಂದ ಸುರಕ್ಷಿತವಾಗಿ ಪಾರಾದರು, ಆದರೆ ತಮ್ಮ ಸಹೋದ್ಯೋಗಿ ಪತ್ತೆಗೆ ದಾರಿ ಬಿಟ್ಟು ತೆರಳಿದ ಸ್ಕ್ವಾ. ಲೀ.ಅಜಯ್ ಅಹುಜಾ ಅವರನ್ನು ಕೈಯಿಂದ ಹಾರಿಸುವ ಸ್ಟಿಂಜರ್ ಕ್ಷಿಪಣಿಯಿಂದ ಹೊಡೆದುರುಳಿಸಲಾಯಿತು. ದಾಳಿಗೀಡಾದ ವಿಮಾನದಿಂದ ಅವರು ಸುರಕ್ಷಿತವಾಗಿ ಪಾರಾದರೂ, ಹಿಂತಿರುಗಿಸಿದ ಅವರ ದೇಹದಲ್ಲಿ ಗುಂಡುಗಳ ಗಾಯಗಳಿದ್ದ ಕಾರಣ ಅವರನ್ನು ಸೆರೆಹಿಡಿದವರೇ ಹತ್ಯೆ ಮಾಡಿದ್ದು ಸ್ಪಷ್ಟವಾಗಿತ್ತು ಎಂದು ವರದಿಗಳು ತಿಳಿಸಿವೆ.



ಅನೇಕ ಪ್ರಮುಖ ಸ್ಥಳಗಳಲ್ಲಿ ಕಣ್ಣಿಗೆ ನಿಲುಕದಂತಿದ್ದ ಪಾಕಿಸ್ತಾನದ ಸೈನಿಕರ ನೆಲೆಗಳನ್ನು ಫಿರಂಗಿಗಳಿಂದ ಅಥವಾ ವೈಮಾನಿಕ ಬಲದಿಂದ ನಾಶಪಡಿಸುವುದು ಸುಲಭದ ಮಾತಾಗಿರಲಿಲ್ಲ. 18,000 ಅಡಿ(5,500 ಮೀ.)ಯಷ್ಟು ಎತ್ತರದ ಕಡಿದಾದ ಶಿಖರಗಳನ್ನು ಏರುವುದಕ್ಕಾಗಿ ದಾರಿ ಸುಗಮ ಮಾಡಿಕೊಳ್ಳುವ ನಿಟ್ಟಿನಲ್ಲಿ ಭಾರತದ ಸೇನೆಯು ನೇರ ನೆಲದಾಳಿಗಳನ್ನು ನಿಧಾನವಾಗಿ ಕೈಗೊಂಡಿದ್ದರಿಂದ ಭಾರೀ ಸಾವುನೋವಿಗೆ ಗುರಿಯಾಯಿತು. ಹಗಲು ಬೆಳಕಿನಲ್ಲಿ ದಾಳಿ ನಡೆಸುವುದು ಆತ್ಮಹತ್ಯಾಕಾರಿಯಾದ್ದರಿಂದ, ರಾತ್ರಿಯ ಕತ್ತಲಿನ ಮರೆಯಲ್ಲಿಯೇ ಸೇನೆ ಮುನ್ನಡೆದರೂ ಹಿಮದ ಕೊರೆತಕ್ಕೆ ಮೈಹೆಪ್ಪುಗಟ್ಟುವ ಅಪಾಯ ಹೆಚ್ಚಿತ್ತು. ಶಿಖರಗಳಲ್ಲಿನ ಶೀತಲ ಹವೆಯಿಂದಾಗಿ ಉಷ್ಣಾಂಶ ಆಗಾಗ್ಗೆ −11 °C ಯಿಂದ −15 °C (12 °F ಯಿಂದ 5 °F) ಕಡಿಮೆ ಮಟ್ಟಕ್ಕೆ ಕುಸಿಯುತ್ತಿತ್ತು. ಸೇನಾ ತಂತ್ರಗಳ ಆಧಾರದಲ್ಲಿ ವಿರೋಧಿ ಪಡೆಗಳ ಸರಬರಾಜು ಮಾರ್ಗಕ್ಕೆ ತಡೆಯೊಡ್ಡಿ ವಸ್ತುಶಃ ಮುತ್ತಿಗೆಯ ಸ್ಥಿತಿ ಸೃಷ್ಟಿಸುವುದನ್ನು ಭಾರತೀಯ ಸೇನೆ ಆಯ್ಕೆಮಾಡಿಕೊಂಡಿದ್ದಲ್ಲಿ, ದುಬಾರಿಯಾಗಿ ಪರಿಣಮಿಸಿದ ಮುಂಚೂಣಿ ಪ್ರಹಾರಗಳನ್ನು ಸಾಕಷ್ಟು ತಡೆಯಬಹುದಿತ್ತು. ಇಂತಹ ಕ್ರಮದಲ್ಲಿ ಭಾರತದ ಸೇನಾ ಪಡೆಗಳು LoCಯನ್ನು ದಾಟುವುದಲ್ಲದೇ, ಪಾಕಿಸ್ತಾನದ ನೆಲದ ಮೇಲೆ ವೈಮಾನಿಕ ದಾಳಿಗಳನ್ನು ಆರಂಭಿಸುವುದನ್ನು ಕೂಡ ಒಳಗೊಳ್ಳಬೇಕಿತ್ತು, ಆದರೆ ಯುದ್ಧದ ಕಾಲಾವಧಿ ವಿಸ್ತರಣೆಯಾಗುವ ಸಾಧ್ಯತೆ ಮತ್ತು ತನ್ನ ಹೋರಾಟಕ್ಕೆ ಅಂತಾರಾಷ್ಟ್ರೀಯ ಸಿಗದು ಎಂಬ ಭಯದಿಂದ ಈ ವ್ಯೂಹ ಕಾರ್ಯಗತಗೊಳಿಸಲು ಭಾರತ ಇಚ್ಛಿಸಲಿಲ್ಲ.



ಸಂಘರ್ಷದ ಎರಡು ತಿಂಗಳ ಬಳಿಕ, ಅತಿಕ್ರಮಣಕಾರರು ಆಕ್ರಮಿಸಿಕೊಂಡ ಅನೇಕ ಶಿಖರಗಳನ್ನು ಭಾರತದ ಪಡೆಗಳು ನಿಧಾನವಾಗಿ ಮರುವಶಕ್ಕೆ ತೆಗೆದುಕೊಂಡವು. ಅಧಿಕೃತ ಎಣಿಕೆಯ ಅಂಕಿ ಅಂಶಗಳ ಪ್ರಕಾರ, ಆಕ್ರಮಿತ ಪ್ರದೇಶದ ಅಂದಾಜು ಶೇ.75-ಶೇ.80 ಮತ್ತು ಬಹುತೇಕ ಎಲ್ಲ ಎತ್ತರದ ಪ್ರದೇಶಗಳು ಮತ್ತೆ ಭಾರತದ ಸ್ವಾಧೀನವಾದವು.



""",
  """
ವಿಜಯದ ಹೆಜ್ಜೆಗಳು 



1999 - ಮೇ 3: ಕಾರ್ಗಿಲ್‌ನೊಳಗೆ ಪಾಕಿಸ್ತಾನ ಸೇನೆ ನುಗ್ಗಿದ್ದನ್ನು ಪತ್ತೆ ಹಚ್ಚಿದ ಕುರಿಗಾಹಿಗಳು 



ಮೇ 5: ಭಾರತೀಯ ಸೇನೆ ರವಾನೆ- ಭಾರತದ ಐವರು ಯೋಧರನ್ನು ಸೆರೆ ಹಿಡಿದ ಪಾಕ್‌ ಚಿತ್ರಹಿಂಸೆ ನೀಡಿ ಕೊಂದು ಹಾಕಿತು. 



ಮೇ 9: ಪಾಕಿಸ್ತಾನದಿಂದ ಶೆಲ್‌ಂಗ್‌ ದಾಳಿ, ಕಾರ್ಗಿಲ್‌ನಲ್ಲಿದ್ದ ಸೇನಾ ಶಸ್ತ್ರಾಗಾರಕ್ಕೆ ಹಾನಿ 



ಮೇ 10: ಡ್ರಾಸ್‌, ಕಾಕ್ಸಾರ್‌ ಮತ್ತು ಮುಷ್ಕೊಹ್‌ನಲ್ಲಿ ಪಾಕಿಗಳು ಒಳನುಗ್ಗಿದ್ದನ್ನು ಮೊದಲಿಗೆ ಪತ್ತೆ ಹಚ್ಚಲಾಯಿತು.



ಮೇ ಮಧ್ಯೆದಲ್ಲಿ: ಕಾಶ್ಮೀರ ಕಣಿವೆಯಿಂದ ಕಾರ್ಗಿಲ್‌ನಲ್ಲಿ ಭಾರತೀಯ ಸೇನೆಯಿಂದ ಯೋಧರ ತುಕಡಿ ರವಾನೆ 



ಮೇ 26: ಒಳನುಗ್ಗಿದವರ ಮೇಲೆ ವಾಯುಪಡೆಯಿಂದ ದಾಳಿ ಆರಂಭ 



ಮೇ 27: ಮಿಗ್‌ 21 ಮತ್ತು ಮಿಗ್‌ 27 ಯುದ್ಧ ವಿಮಾನಗಳನ್ನು ಕಳೆದುಕೊಂಡ ಭಾರತೀಯ ಸೇನೆ 



ಮೇ 28: ಐಎಎಫ್‌ ಎಂಐ-17 ಲಘುಯುದ್ಧ ವಿಮಾನ ಹೊಡೆದುರುಳಿಸಿದ ಪಾಕಿಸ್ತಾನ ಸೇನೆ, ನಾಲ್ವರು ಸಿಬ್ಬಂದಿ ಸಾವು 



ಜೂನ್‌ 1:ರಾಷ್ಟ್ರೀಯ ಹೆದ್ದಾರಿ ಎನ್‌ಎಚ್‌1ಎ ಮೇಲೆ ಬಾಂಬ್‌ ದಾಳಿ ನಡೆಸಿದ ಪಾಕಿಸ್ತಾನ 



ಜೂನ್‌ 5: ಸೆರೆಯಾದ ಮೂವರು ಪಾಕ್‌ ಯೋಧರಿಂದ ಮಾಹಿತಿ ಪಡೆದು, ವರದಿ ಬಿಡುಗಡೆ ಮಾಡಿದ ಭಾರತ. ಈ ವರದಿಯು ಕಾರ್ಗಿಲ್‌ನಲ್ಲಿ ಪಾಕಿಸ್ತಾನ ಸೇನೆ ಒಳನುಗ್ಗಿರುವುದನ್ನು ಖಚಿತ ಪಡಿಸಿತು. 



ಜೂನ್‌ 6: ಕಾರ್ಗಿಲ್‌ನಲ್ಲಿ ಬೃಹತ್‌ ಮಟ್ಟದಲ್ಲಿ ದಾಳಿ ಆರಂಭಿಸಿದ ಭಾರತೀಯ ಸೇನೆ 



ಜೂನ್‌ 9: ಬಟಾಲಿಕ್‌ ಸೆಕ್ಟರ್‌ನ ಎರಡು ಪ್ರಮುಖ ಸ್ಥಳಗಳನ್ನು ಮರುವಶಪಡಿಸಿಕೊಂಡ ಭಾರತ 



ಜೂನ್‌ 11: ಪಾಕಿಸ್ತಾನ ಸೇನಾ ಮುಖ್ಯಸ್ಥ ಜನರಲ್‌ ಪರ್ವೇಜ್‌ ಮುಷರಫ್‌ ಮತ್ತು ಲೆಫ್ಟಿನೆಂಇಟ್‌ ಜನರಲ್‌ ಆಜಿಜ್‌ ಖಾನ್‌ ನಡುವಿನ ಸಂದೇಶವಾಹಕ ಸಂಭಾಷಣೆಯನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿ, ಇದರಲ್ಲಿ ಪಾಕಿಸ್ತಾನ ಸೇನೆಯ ಕೈವಾಡ ಇರುವುದನ್ನು ಹೊರ ಜಗತ್ತಿಗೆ ತೋರಿಸಿಕೊಟ್ಟ ಭಾರತ 



ಜೂನ್‌ 13: ಡ್ರಾಸ್‌ನಲ್ಲಿನ ಟೊಲೊಂಲಿಂಗ್‌ನ ಮೇಲೆ ನಿಯಂತ್ರಣ ಸಾಧಿಸಿದ ಭಾರತೀಯ ಸೇನೆ 



ಜೂನ್‌ 15: ಪಾಕ್‌ನ ಅಂದಿನ ಪ್ರಧಾನಿ ಷರೀಫ್‌ಗೆ ದೂರವಾಣಿ ಕರೆ ಮಾಡಿದ ಅಮೆರಿಕದ ಅಧ್ಯಕ್ಷ ಬಿಲ್‌ ಕ್ಲಿಂಟನ್‌, ಕಾರ್ಗಿಲ್‌ನಿಂದ ಸೇನೆಯನ್ನು ವಾಪಸ್‌ ಕರೆಯಿಸುವಂತೆ ಸೂಚಿಸಿದರು. 



ಜೂನ್‌ 29: ಟೈಗರ್‌ಹಿಲ್‌ ಹತ್ತಿರದ ಪ್ರಮುಖ ಪೋಸ್ಟ್‌ಗಳಾದ ಪಾಯಿಂಟ್‌ 5060 ಮತ್ತು ಪಾಯಿಂಟ್‌ 5100ಗಳನ್ನು ವಾಪಸ್‌ ಪಡೆದ ಸೇನೆ 



ಜುಲೈ 2: ಕಾರ್ಗಿಲ್‌ನಲ್ಲಿ ಮೂರು ದಿಕ್ಕುಗಳಿಂದ ನಿರ್ಣಾಯಕ ದಾಳಿ ಆರಂಭಿಸಿದ ಭಾರತ 



ಜುಲೈ 4: ಹನ್ನೊಂದು ಗಂಟೆಗಳ ಘನಘೋರ ಕಾಳಗದ ಬಳಿಕ ಟೈಗರ್‌ ಹಿಲ್‌ ವಾಪಸ್‌ ಪಡೆದ ಭಾರತೀಯ ಸೇನೆ 



ಜುಲೈ 5: ಡ್ರಾಸ್‌ ಮೇಲೆ ಸಂಪೂರ್ಣ ನಿಯಂತ್ರಣ. ಕ್ಲಿಂಟನ್‌ ಜತೆಗಿನ ಭೇಟಿ ಬಳಿಕ ಕಾರ್ಗಿಲ್‌ನಿಂದ ಸೇನೆಯನ್ನು ವಾಪಸ್‌ ಕರೆಯಿಸಿಕೊಳ್ಳುವುದಾಗಿ ಷರೀಫ್‌ ಅವರಿಂದ ಘೋಷಣೆ 



ಜುಲೈ 7: ಬಟಾಲಿಕ್‌ನಲ್ಲಿ ಜುಬಾರ್‌ ಹೈಟ್ಸ್‌ ಅನ್ನು ವಾಪಸ್‌ ಪಡೆದ ಭಾರತ 



ಜುಲೈ 11: ಬಟಾಲಿಕ್‌ನಿಂದ ಹೊರ ಬರಲು ಆರಂಭಿಸಿದ ಪಾಕಿಸ್ತಾನದ ಸೇನೆ 



ಜುಲೈ 14: ಆಪರೇಷನ್‌ ವಿಜಯ್‌ ಯಶಸ್ವಿಯಾಯಿತು ಎಂದು ಘೋಷಿಸಿದ ಅಂದಿನ ಪ್ರಧಾನಿ ಅಟಲ್‌ ಬಿಹಾರಿ ವಾಜಪೇಯಿ. ಪಾಕಿಸ್ತಾನ ಜತೆಗಿನ ಮಾತುಕತೆಗೆ ಷರತ್ತು ವಿಧಿಸಿದ ಭಾರತ. 



ಜುಲೈ 26: ಅಧಿಕೃತವಾಗಿ ಕಾರ್ಗಿಲ್‌ ಸಂಘರ್ಷ ಮುಕ್ತಾಯಿತು. ಪಾಕಿಸ್ತಾನ ದಾಳಿಕೊರರಿಂದ ಸಂಪೂರ್ಣವಾಗಿ ಕಾರ್ಗಿಲ್‌ ಮುಕ್ತಾಯವಾಯಿತು.


""",
  """
*ಭಾರತೀಯ ವಾಯುಪಡೆಯ ಪ್ಲೈಟ್ ಲೆಫ್ಟಿನೆಂಟ್ ಎಂ.ಸುಬ್ರಹ್ಮಣ್ಯಂ (ಬೆಳಗಾವಿ)

* ಮಡಿವಾಳಪ್ಪ ನಾಯ್ಕರ್ (ಆಸುಂಡಿ ಗ್ರಾಮ, ಸವದತ್ತಿ ತಾಲೂಕು, ಬೆಳಗಾವಿ)

* ಸಿಪಾಯಿ ಧೋಂಡಿಬಾ ದೇಸಾಯಿ (ವಡಗಾಂವ, ಖಾನಾಪುರ, ತಾಲೂಕು, ಬೆಳಗಾವಿ)

ಸಿದ್ಧನಗೌಡ ಬಸನಗೌಡ ಪಾಟೀಲ, ಸಿ.ಆರ್.ಪಿ.ಎಫ್. (ಕೆರೂರು ಗ್ರಾಮ, ಚಿಕ್ಕೋಡಿ ತಾಲೂಕು, ಬೆಳಗಾವಿ ಜಿಲ್ಲೆ)

* ಅಪ್ಪಾಸಾಹೇಬ ಪೀರಪ್ಪ ಧನವಾಡೆ, ಸಿ.ಆರ್.ಪಿ.ಎಫ್. (ಇಂಗಳಿ ಗ್ರಾಮ, ಚಿಕ್ಕೋಡಿ ತಾಲೂಕು, ಬೆಳಗಾವಿ)

* ನಾಯಕ ಶಿವಬಸಯ್ಯ ಕುಲಕರ್ಣಿ, ೨೦ನೆಯ ರಾಷ್ಟ್ರೀಯ ರೈಫಲ್ಸ್ (ಚೊಳಚಗುಡ್ಡ ಗ್ರಾಮ, ಬಾದಾಮಿ, ಬಾಗಲಕೋಟ ಜಿಲ್ಲೆ)

* ಸಿದ್ಧರಾಮಪ್ಪ (ರೇಕುಳಿ ಗ್ರಾಮ, ಬೀದರ್ ಜಿಲ್ಲೆ)

* ಲ್ಯಾನ್ಸ್ ಹವಿಲ್ದಾರ್ ಮಲ್ಲಯ್ಯ ಚನ್ನಬಸಯ್ಯ ಮೇಗಳಮಠ (ಅಳವಂಡಿ ಗ್ರಾಮ, ಕೊಪ್ಪಳ ತಾಲ್ಲೂಕು, ಕೊಪ್ಪಳ ಜಿಲ್ಲೆ)

* ಎಸ್.ಕೆ.ಮೇದಪ್ಪ, ಮರಾಠಾ ಲೈಟ್ ಇನ್ಫೆಂಟ್ರಿ (ಕಿರಂಗನದೂರು, ಸೋಮವಾರಪೇಟೆ ತಾಲೂಕು, ಕೊಡಗು ಜಿಲ್ಲೆ)

* ದಾವಲಸಾಬ್ ಅಲಿಸಾಬ್ ಕಂಬಾರ್, ಬಿ.ಎಸ್.ಎಫ್. (ಬಲವಟ್ ಗ್ರಾಮ, ಮುದ್ದೇಬಿಹಾಳ ತಾಲೂಕು, ಬಿಜಾಪುರ)

* ಸುಬೇದಾರ್ ಪೆಮ್ಮಂಡ ದೇವಯ್ಯ ಕಾವೇರಪ್ಪ (ವಿರಾಜಪೇಟೆ, ಕೊಡಗು ಜಿಲ್ಲೆ)

* ಲಾನ್ಸ್ ನಾಯಕ್ ಎಚ್.ವಿ.ವೆಂಕಟ್ (ಅಗ್ರಹಾರ ಗ್ರಾಮ, ಅರಕಲಗೂಡು ತಾಲೂಕು, ಹಾಸನ ಜಿಲ್ಲೆ)

* ಲಾನ್ಸ್ ನಾಯಕ್ ಯಶವಂತ ಕೋಲಕಾರ (ಮೇಕಲಮರಡಿ ಗ್ರಾಮ, ಬೈಲಹೊಂಗಲ ತಾಲೂಕು, ಬೆಳಗಾವಿ ಜಿಲ್ಲೆ)

* ದಿಲೀಪ ಪೀರಪ್ಪ ಪೋತ್ರಾಜ (ಗದ್ಯಾಳ ಗ್ರಾಮ, ಜಮಖಂಡಿ ತಾಲೂಕು, ಬಿಜಾಪುರ ಜಿಲ್ಲೆ)

* ಗೋವಿಂದ ಶೆಡೋಳೆ (ವರದಟ್ಟಿ ಗ್ರಾಮ, ಭಾಲ್ಕಿ ತಾಲೂಕು, ಬೀದರ ಜಿಲ್ಲೆ)





""",
  """
⚪⚪ಪರಮವೀರ ಚಕ್ರ⚪⚪



ಕ್ಯಾಪ್ಟನ್ ವಿಕ್ರಮ್ ಬಾತ್ರ

ಲೆಫ್ಟಿನೆಂಟ್ ಮನೋಜ್ ಕುಮಾರ್ ಪಾಂಡೆ

ಗ್ರೆನೇಡಿಯರ್ ಯೋಗೇಂದ್ರ ಸಿಂಗ್ ಯಾದವ್

ರೈಫಲ್ ಮ್ಯಾನ್ ಸಂಜಯ್ ಕುಮಾರ್



⭕⭕⭕ಮಹಾವೀರಚಕ್ರ⭕⭕⭕

ಮೇಜರ್ ವಿವೇಕ್ ಗುಪ್ತಾ

ಮೇಜರ್ ಪದ್ಮಾ ಪಾನಿ ಆಚಾರ್ಯ

ಕ್ಯಾಪ್ಟನ್ ಎನಾ ಕೆಂಗುರೂಸೆ

ನ್ಯಾಕ್ ದಿಗೆಂದ್ರ ಕುಮಾರ್

ಮೇಜರ್ ರಾಜೇಶ್ ಸಿಂಗ್

ಲೆಫ್ಟಿನೆಂಟ್ ಬಲ್ವಾನ್ ಸಿಂಗ್

ಕ್ಯಾಪ್ಟನ್ ಅನುಜ್ ನಾಯರ್

ಲೆಫ್ಟಿನೆಂಟ್ ಕೆಶಿಂಗ್ ಕ್ಲಿಫೋರ್ಡ್ ನಾನ್ಗ್ರಮ್

ಮೇಜರ್ ಸೋನಮ್ ವ್ಯಾಂಗ್ಚುಕ್



🔘🔘🔘ವೀರಚಕ್ರ🔘🔘🔘



ಕರ್ನಲ್ ಉಮೇಶ್ ಸಿಂಗ್

ಕರ್ನಲ್ ಲಲಿತ್ ರೈ

ಕರ್ನಲ್ ಎಂ.ಬಿ.ರವೀಂದ್ರ ನಾಥ್

ಲೆಫ್ಟಿನೆಂಟ್ ಕರ್ನಲ್ ಯೋಗೇಶ್ ಕುಮಾರ್ ಜೋಗಿ

ಮೇಜರ್ ಎಸ್ ವಿಜಯ್ ಭಾಸ್ಕರ್

ಮೇಜರ್ ದೀಪಕ್ ರಾಂಪಾಲ್

ಮೇಜರ್ ವಿಕಾಸ್ ವೋಹ್ರಾ

ಮೇಜರ್ ಅಮೃಂದರ್ ಸಿಂಗ್

ಮೇಜರ್ ರಾಜೇಶ್ ಸಹಾ

ಮೇಜರ್ ಮೋಹಿತ್ ಸಕ್ಸೆನಾ

ಮೇಜರ್ ಎಂ ಸರವನನ್

ಕ್ಯಾಪ್ಟನ್ ಶ್ಯಾಮಲ್ ಸಿನ್ಹ

ಕ್ಯಾಪ್ಟನ್ ಅಮೋಲ್ ಕಾಲಿಯ

ಕ್ಯಾಪ್ಟನ್ ಸಚಿನ್ ಅನ್ನರಾಂ ನಿಂಬಾಳ್ಕರ್

ಕ್ಯಾಪ್ಟನ್ ಸಂಜೀವ ಸಿಂಗ್

ಕ್ಯಾಪ್ಟನ್ ಹನೀಫ್ ಉದ್ದೀನ್

ಕ್ಯಾಪ್ಟನ್ ಸುಮಿತ್ ರಾಯ್

ಕ್ಯಾಪ್ಟನ್ ಜಿಂತು ಗೋಗಯ್

ಕ್ಯಾಪ್ಟನ್ ಆರ್ ಜೆರಿ ಪ್ರೇಮ್ ರಾಜ್

ಲೆಫ್ಟಿನೆಂಟ್ ವಿಜಯಕಾಂತ್ ಥಾಪರ್

ಸುಬೇದಾರ್ ಬಹದ್ದೂರ್ ಸಿಂಗ್

ಸುಬೇದಾರ್ ಲೋಬ್ಜಂಗ್

ಸುಬೇದಾರ್ ರಣ್ದೀಪ್ ಸಿಂಗ್

ಸುಬೇದಾರ್ ಭವರ್ ಲಾಲ್

ಸುಬೇದಾರ್ ರಘುನಾಥ್ ಸಿಂಗ್



🔫ಭೂಸೇನೆ ಅಧಿಕಾರಿಗಳು🔫



ಲೆಫ್ಟಿನೆಂಟ್ ಕರ್ನಲ್ ವಿಶ್ವನಾಥನ್

ಲೆಫ್ಟಿನೆಂಟ್ ಕರ್ನಲ್ ವಿಜಯ ರಾಘವನ್

ಲೆಫ್ಟಿನೆಂಟ್ ಕರ್ನಲ್ ಸಚಿನ್ ಕುಮಾರ್

ಮೇಜರ್ ಅಜಯ್ ಸಿಂಗ್

ಮೇಜರ್ ಕಮಲೇಶ್ ಪಾಥಕ್

ಮೇಜರ್ ಪದ್ಮಪಾಣಿ ಆಚಾರ್ಯ

ಮೇಜರ್ ಮನೋಜ್ ತಲ್ವಾರ್

ಮೇಜರ್ ವಿವೇಕ್ ಗುಪ್ತಾ

ಮೇಜರ್ ಅಜಯ್ ಕುಮಾರ್

ಕ್ಯಾಪ್ಟನ್ ಸುಮಿತ್ ರಾಯ್

ಕ್ಯಾಪ್ಟನ್ ಅಮಿನ್ ವರ್ಮ

ಕ್ಯಾಪ್ಟನ್ ಅನುಜ್ ನಾಯರ್

ಕಮಾಂಡೆಂಟ್ ಜೊಯ್

ಲೆಫ್ಟಿನೆಂಟ್ ಸೌರವ್ ಕಾಲಿಯ

ಲೆಫ್ಟಿನೆಂಟ್ ಅಮಿನ್ ಭಾರದ್ವಜ್

ಲೆಫ್ಟಿನೆಂಟ್ ಬಲ್ವನ್ ಸಿಂಗ್

ಲೆಫ್ಟಿನೆಂಟ್ ಮನೋಜ್ ಕುಮಾರ್ ಪಾಂಡೆ



✈ವಾಯುಸೇನೆ ಅಧಿಕಾರಿಗಳು✈

ಸ್ಕ್ವಾಡ್ರೆನ್ ಲೀಡರ್ ಅಜಯ್ ಅಹುಜ

ಸ್ಕ್ವಾಡ್ರೆನ್ ಲೀಡರ್ ರಾಜೀವ್ ಪುಂದಿರ್

ಫ್ಲೈಟ್ ಲೆಫ್ಟಿನೆಂಟ್ ಎನ್ ಮಹಿಲಾಲ್

ಫ್ಲೈಟ್ ಲೆಫ್ಟಿನೆಂಟ್ ನಚಿಕೇತ ರಾವ್

ಸರ್ಜೆಂಟ್ ಆರ್ ಪ್ರಸಾದ್

ಸರ್ಜೆಂಟ್ ರಾಜ್ ಕಿಶೋರ್ ಸಾಹು



🔰ಜೂನಿಯರ್ ಕಮಿಷಂಡ್ ಭೂಸೇನೆ ಅಧಿಕಾರಿಗಳು🔰



ನ್ಯಾಕ್ ಕುದೀಪ್ ಸಿಂಗ್

ನ್ಯಾಕ್ ಬಿರೇಂದ್ರ ಸಿಂಗ್

ನ್ಯಾಕ್ ಜಸ್ವೀರ್ ಸಿಂಗ್

ನ್ಯಾಕ್ ಸುರೇಂದ್ರ ಪಾಲ್

ನ್ಯಾಕ್ ರಾಜ್ ಕುಮಾರ್ ಪೂನಿಯ

ನ್ಯಾಕ್ ಎಸ್ ಎನ್ ಮಲಿಕ್

ನ್ಯಾಕ್ ಸುರ್ಜೀತ್ ಸಿಂಗ್

ನ್ಯಾಕ್ ಜುಗಲ್ ಕಿಶೋರ್

ನ್ಯಾಕ್ ರಾಥೋಡ್

ನ್ಯಾಕ್ ಸುರೇಂದ್ರ ಸಿಂಗ್

ನ್ಯಾಕ್ ರಾಂಪಾಲ್ ಸಿಂಗ್

ನ್ಯಾಕ್ ಗಣೇಶ್ ಯಾದವ್

ಹವಾಲ್ದಾರ್ ಮೇಜರ್ ಯಶ್ವೀರ್ ಸಿಂಗ್

ಲ್ಯಾನ್ಸ್ ನ್ಯಾಕ್ ಅಹ್ಮಮದ್ ಅಲಿ

ಲ್ಯಾನ್ಸ್ ನ್ಯಾಕ್ ಗುಲಾಮ್ ಮೊಹಮ್ಮದ್ ಖಾನ್

ಲ್ಯಾನ್ಸ್ ನ್ಯಾಕ್ ಎಂ ಆರ್ ಸಾಹು

ಲ್ಯಾನ್ಸ್ ನ್ಯಾಕ್ ಶತ್ರುಘ್ನ ಸಿನ್ಹ

ಲ್ಯಾನ್ಸ್ ನ್ಯಾಕ್ ಶ್ಯಾಂ ಸಿಂಗ್

ಲ್ಯಾನ್ಸ್ ನ್ಯಾಕ್ ವಿಜಯ್ ಸಿಂಗ್

ನ್ಯಾಕ್ ದೆಗೆಂದಲ್ ಕುಮಾರ್

ಹವಾಲ್ದಾರ್ ಬಲದೇವ್ ರಾಜ್

ಹವಾಲ್ದಾರ್ ಜೈ ಪ್ರಕಾಶ್ ಸಿಂಗ್

ಹವಾಲ್ದಾರ್ ಮಹಾವೀರ್ ಸಿಂಗ್

ಹವಾಲ್ದಾರ್ ಮನಿರಾಮ್

ಹವಾಲ್ದಾರ್ ರಜ್ಬೀರ್ ಸಿಂಗ್

ಹವಾಲ್ದಾರ್ ಸತ್ಬೀರ್ ಸಿಂಗ್

ಹವಾಲ್ದಾರ್ ಅಬ್ದುಲ್ ಕರೀಂ

ಸುಬೇದಾರ್ ಬನ್ವರ್ ಸಿಂಗ್ ರಾಥೋಡ್

ರೈಫಲ್ ಮ್ಯಾನ್ ಸತ್ ಬೀರ್ ಸಿಂಗ್

ರೈಫಲ್ ಮ್ಯಾನ್ ಜಗಮಾಲ್ ಸಿಂಗ್

ರೈಫಲ್ ಮ್ಯಾನ್ ರತನ್ ಚಾಂದ್

ರೈಫಲ್ ಮ್ಯಾನ್ ಮೊಹಮ್ಮದ್ ಫರೀದ್

ರೈಫಲ್ ಮ್ಯಾನ್ ಅಸ್ಲಂ

ರೈಫಲ್ ಮ್ಯಾನ್ ಯೋಗೇಂದ್ರ ಸಿಂಗ್

ರೈಫಲ್ ಮ್ಯಾನ್ ಸಂಜಯ್ ಕುಮಾರ್



🇮🇳🇮🇳🇮🇳ಸಿಪಾಯಿಗಳು🇮🇳🇮🇳🇮🇳



ಅಮರ್ ದೀಪ್ ಸಿಂಗ್

ವಿಜಯ್ ಪಾಲ್ ಸಿಂಗ್

ವೀರೇಂದ್ರ ಕುಮಾರ್

ಯಶವಂತ ಸಿಂಗ್

ದಿನೇಶ್ ಬಾಯ್

ಹರೇಂದ್ರಗಿರಿ ಗೋಸ್ವಾಮಿ

ಲಕ್ಬೀರ್ ಸಿಂಗ್

ಬಜೇಂದ್ರ ಸಿಂಗ್

ರಾಕೇಶ್ ಕುಮಾರ್

ಲಾಲ್ ಸಿಂಗ್

ಅಶೋಕ್ ಕುಮಾರ್

ಆರ್ ಸೆಲ್ವ ಕುಮಾರ್

ಜಸ್ವಂತ್ ಸಿಂಗ್...



ಇವರ ಜೊತೆ ಇನ್ನೂ ಅನೇಕ ಸೈನಿಕರು ಕಾರ್ಗಿಲ್ ನಲ್ಲಿ ದೇಶಕ್ಕಾಗಿ ಹೋರಾಡಿದ್ದಾರೆ. ಅವರೆಲ್ಲರಿಗೂ ನನ್ನ ನುಡಿ ನಮನಗಳು..




"""
];
